IDS_CVL_DGNREPORT_KR_TEST = "CVL_DgnReport_US-Test(Lang:EN)"
IDS_CVL_DLL_ERROR = "COM dll konnte nicht initialisiert werden"
IDS_CVL_REPORT_PRINTING = "Bericht wird gedruckt..."
IDS_CVL_REPORT_GENERATING = "Bericht wird erstellt..."
IDS_CVL_INCORRECT_REPORT_DLL_VER_ERROR = "Die Version des Bemessungsmoduls ist nicht mit der aktuellen Version kompatibel.\n Bericht kann nicht erstellt werden."
IDS_CVL_INCORRECT_DESIGN_DLL_VER_ERROR = "Die Version des Bemessungsmoduls ist nicht mit der aktuellen Version kompatibel.\nRC/Säule Bemessung kann nicht durchgeführt werden."
IDS_CVL_INCORRECT_RATING_DLL_VER_ERROR = "Die Version des Bemessungsmoduls ist nicht mit der aktuellen Version kompatibel.\nRating Bericht kann nicht erstellt werden."
IDS_CVL_INCORRECT_SET_BEAM_DLL_VER_ERROR = "Set_BeamGlobalData Die Version des Bemessungsmoduls ist nicht mit der aktuellen Version kompatibel."
IDS_CVL_INCORRECT_TEXT_BEAM_DLL_VER_ERROR = "RCSC_Beam_Text_Report Die Version des Bemessungsmoduls ist nicht mit der aktuellen Version kompatibel."
IDS_CVL_INCORRECT_DLL_VER_ERROR = "Es wird eine falsche dll-Version verknüpft"
IDS_CVL_NOT_INIT_REPORT_ERROR = "Bericht nicht initialisiert"
IDS_CVL_RPT_US_Sheet_Name_Summary_Table = "Zusammenfassung_Tabelle"
IDS_CVL_RPT_US_Sheet_Name_Shear_Connector = "Schubverbinder"
IDS_CVL_RPT_US_Sheet_Name_Long_Stiffener = "Längsträger"
IDS_CVL_RPT_US_Sheet_Name_Bearing_Stiffener = "Lagerträger"
IDS_CVL_RPT_US_Web = "Steg"
IDS_CVL_RPT_US_1Side = "1Seite"
IDS_CVL_RPT_US_2Side = "2Seiten"
IDS_CVL_RPT_US_Top_Flange = "Obere Flansch"
IDS_CVL_RPT_US_Bottom_Flange = "Untere Flansch"
IDS_CVL_RPT_US_Bottom_surface_of_top_flange = "Obergurt (Unterseite des Obergurts)"
IDS_CVL_RPT_US_Top_surface_of_bottom_flange = "Untergurt (Oberseite des Untergurts)"
IDS_CVL_RPT_US_Noncompact_section_Curved_Bridge = "∴ Nichtkompakter Querschnitt für gekrümmte Brücke"
IDS_CVL_RPT_US_Noncompact_section = "∴ Nichtkompakter Querschnitt"
IDS_CVL_RPT_US_Slender_section = "∴ Schlanker Querschnitt."
IDS_CVL_RPT_US_Exist = "Existiert"
IDS_CVL_RPT_US_Not_Exist = "Existiert nicht"
IDS_CVL_RPT_US_Stiffened_Web = "verstärkter Steg"
IDS_CVL_RPT_US_Unstiffened_Web = "unverstärkter Steg"
IDS_CVL_RPT_US_Shear_connector = "Schubverbinder"
IDS_CVL_RPT_US_Longitudinal_Stiffener = "Längsträger"
IDS_CVL_RPT_US_Stiffener_type_Flat = "Flach"
IDS_CVL_RPT_US_Stiffener_type_Tee = "T"
IDS_CVL_RPT_US_Stiffener_Num_1 = "Eine Seite"
IDS_CVL_RPT_US_Stiffener_Num_2 = "Beide Seiten"
IDS_CVL_RPT_US_Stiffener_I_type = "I-Typ"
IDS_CVL_RPT_US_Stiffener_T_type = "T-Typ"
IDS_CVL_RPT_US_Stiffener_U_type = "U-Typ"
IDS_CVL_RPT_US_Positive_moment = "Positives Moment"
IDS_CVL_RPT_US_Negative_moment = "Negatives Moment"
IDS_CVL_RPT_US_Top_part = "(Oben)"
IDS_CVL_RPT_US_Bottom_part = "(Unten)"
IDS_CVL_RPT_US_OK = "OK"
IDS_CVL_RPT_US_NG = "NG"
IDS_CVL_RPT_US_Segmental = "Segmental"
IDS_CVL_RPT_US_Nonsegmental = "Nichtsegmental"
IDS_CVL_RPT_US_Solid = "Massiv"
IDS_CVL_RPT_US_Box = "Box"
IDS_CVL_RPT_US_i_Torsional_design_for_a_section = "%d.Torsionsbemessung für einen Querschnitt"
IDS_CVL_RPT_US_Transfer_Construction = "%d.Bei der Übertragung und während der Bauausführung"
IDS_CVL_RPT_US_Service_LoadCombination = "%d.Bei Gebrauchslastkombination"
IDS_CVL_RPT_US_PSC_Bond = "Verbund"
IDS_CVL_RPT_US_PSC_Unbond = "Entbunden"
IDS_CVL_RPT_US_i_Flexure_design_for_a_section = "%d.Biegebemessung für einen Querschnitt"
IDS_CVL_RPT_US_Positive = "Positiv"
IDS_CVL_RPT_US_Negative = "Negativ"
IDS_CVL_RPT_US_Code = "Code"
IDS_CVL_RPT_US_Strain_compatibility = "Dehnungs-Kompatibilität"
IDS_CVL_RPT_US_i_Crack_Check = "%d.Rissnachweis"
IDS_CVL_RPT_US_i_Shear_design_for_a_section = "%d.Schubkraftbemessung für einen Querschnitt"
IDS_CVL_RPT_US_Compression = "Druck"
IDS_CVL_RPT_US_Tension = "Zug"
IDS_CVL_RPT_US_Top_part2 = "Oben"
IDS_CVL_RPT_US_Bottom_part2 = "Unten"
IDS_CVL_RPT_US_MAX = "MAX"
IDS_CVL_RPT_US_MIN = "MIN"
IDS_CVL_RPT_US_V_MAX = "V-MAX"
IDS_CVL_RPT_US_V_MIN = "V-MIN"
IDS_CVL_RPT_US_T_MAX = "T-MAX"
IDS_CVL_RPT_US_Top_title = "■ Oben"
IDS_CVL_RPT_US_Bottom_title = "■ Unten"
IDS_CVL_RPT_US_Quasi_permanent = "Quasi-permanent"
IDS_CVL_RPT_US_Frequent = "Häufig"
IDS_CVL_RPT_US_Characteristic = "Charakteristisch"
IDS_CVL_RPT_US_Persistent_Transient = "Beständig & Transient"
IDS_CVL_RPT_US_Characteristic_IRC = "Selten"
IDS_CVL_RPT_US_Persistent_Transient_IRC = "Basis & Erdbeben"
IDS_CVL_RPT_US_Accidental = "Zufällig"
IDS_CVL_RPT_US_Service_Load_I = "Betriebsbelastung I"
IDS_CVL_RPT_US_Service_Load_III_IV = "Betriebsbelastung III/IV"
IDS_CVL_RPT_US_Continued_Load = "Betriebsbelastung V"
IDS_CVL_RPT_US_Ultimate_Load_State = "Ultimative Grenzzustand"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fx_max = "FX-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fx_min = "FX-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fy_max = "FY-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fy_min = "FY-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fz_max = "FZ-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Fz_min = "FZ-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mx_max = "MX-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mx_min = "MX-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_My_max = "MY-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_My_min = "MY-MIN"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mz_max = "MZ-MAX"
IDS_CVL_RPT_US_Lcom_Concurr_Type_Mz_min = "MZ-MIN"
IDS_CVL_RPT_US_Long_term = "Langfristig"
IDS_CVL_RPT_US_Short_term = "Kurzfristig"
IDS_CVL_RPT_US_Long_Load = "Langfristige Last"
IDS_CVL_RPT_US_Short_Load = "Kurzfristige Last"
IDS_CVL_RPT_US_Construct_Stress = "SpannungAmQS"
IDS_CVL_RPT_US_Service_Stress = "SpannungAmLCB"
IDS_CVL_RPT_US_Construct_Principal_Stress = "HauptspannungAmQS"
IDS_CVL_RPT_US_Service_Principal_Stress = "HauptspannungAmLCB"
IDS_CVL_RPT_US_PS_Steel = "Seilspannung"
IDS_CVL_RPT_US_Crack = "Rissprüfung"
IDS_CVL_RPT_US_Flexural_Strength = "Biegesteifigkeit"
IDS_CVL_RPT_US_Shear_Strength = "Schubfestigkeit"
IDS_CVL_RPT_US_Torsional_Strength = "Torsionsfestigkeit"
IDS_CVL_RPT_US_Girder = "Träger"
IDS_CVL_RPT_US_Slab = "Platte"
IDS_CVL_RPT_US_Non_Composite = "Nicht-komposit"
IDS_CVL_RPT_US_Composite = "Komposit"
IDS_CVL_RPT_US_i_Flexural_Strength = "%d. Nachweis der Biegetragfähigkeit"
IDS_CVL_RPT_US_Positive_moment_title = "■ Positives Moment"
IDS_CVL_RPT_US_Negative_moment_title = "■ Negatives Moment"
IDS_CVL_RPT_US_i_Shear_Strength = "%d. Nachweis der Schubkrafttragfähigkeit"
IDS_CVL_RPT_US_Max_Shear_Force = "■ Maximale Schubkraft"
IDS_CVL_RPT_US_Min_Shear_Force = "■ Minimale Schubkraft"
IDS_CVL_RPT_US_Max_Torsion_Force = "■ Maximale Torsionskraft"
IDS_CVL_RPT_US_i_Torsional_Strength_Box = "%d. Nachweis der Torsionstragfähigkeit (Kastenquerschnitt)"
IDS_CVL_RPT_US_i_Torsional_Strength_Solid = "%d. Nachweis der Torsionstragfähigkeit (Vollquerschnitt)"
IDS_CVL_RPT_US_2_Torsional_Strength_check = " 2) Torsionsfestigkeitsprüfung"
IDS_CVL_RPT_US_i_Zero_Stress_check = "%d. Nullspannungsnachweis"
IDS_CVL_RPT_US_i_Crack_check = "%d. Rissnachweis"
IDS_CVL_RPT_US_Sect_Top_Stress = "'-Querschnitt Obere Spannung"
IDS_CVL_RPT_US_Sect_Bottom_Stress = "'-Querschnitt Untere Spannung"
IDS_CVL_RPT_US_Strain = "Dehnung"
IDS_CVL_RPT_US_Displacement = "Verschiebung"
IDS_CVL_RPT_US_ROUGH_CIP = "Rau (CIP-Platte)"
IDS_CVL_RPT_US_MONOLITHICALLY = "Monolithisch"
IDS_CVL_RPT_US_ROUGH = "Absichtlich rau"
IDS_CVL_RPT_US_ROUGH_LWC = "Absichtlich rau (LWC)"
IDS_CVL_RPT_US_ROUGH_NWC = "Absichtlich rau (NWC)"
IDS_CVL_RPT_US_NOT_ROUGH = "Nicht absichtlich rau"
IDS_CVL_RPT_US_ANCHORED = "Verankert"
IDS_CVL_RPT_US_i_Prop_Torsion_Reinforcement_T = "%d) Bemessung der Längsbewehrung auf der Biegezugseite"
IDS_CVL_RPT_US_i_Prop_Torsion_Reinforcement_C = "%d) Bemessung der Längsbewehrung auf der Biegedruckseite"
IDS_CVL_RPT_US_i_Min_Shear_Reinforcement = "%d) Mindest-Querschubbewehrung"
IDS_CVL_RPT_US_i_Max_Shear_Reinforcement_Spacing = "%d) Maximaler Abstand der Querschubbewehrung"
IDS_CVL_RPT_US_i_Shear_Strength_web_crushing = "%d) Schubtragfähigkeit begrenzt durch Stegquetschen"
IDS_CVL_RPT_Member = "Bauteil"
IDS_CVL_RPT_Critical_LCOM = "Kritische Lastkombination"
IDC_CVL_RPT_Fracture_Tensile_Resistance_byUser = "Der Bruchwiderstand ist vom Benutzer separat zu prüfen"
IDC_CVL_RPT_Fcr_byUser_Pipe = "Fcr1 ist vom Benutzer separat zu prüfen"
IDC_CVL_RPT_Not_Recommended_compession_member = "Nicht empfohlen für die Verwendung als Druckglieder"
IDC_CVL_RPT_Not_Recommended_flexural_member = "Nicht empfohlen für die Verwendung als Biegeträger"
IDS_CVL_RPT_US_Element = "Element"
IDS_CVL_RPT_US_Position = "Position"
IDS_CVL_RPT_US_Moment_Type = "Momenttyp"
IDS_CVL_RPT_US_Dgn_Condition = "Entwurfsbedingungen"
IDS_CVL_RPT_US_Flexure = "Biegung"
IDS_CVL_RPT_US_Properties = "Eigenschaften"
IDS_CVL_RPT_US_Section = "Querschnitt"
IDS_CVL_RPT_US_Material = "Material"
IDS_CVL_RPT_US_Flange = "Flansch"
IDS_CVL_RPT_US_Design = "Entwurf"
IDS_CVL_RPT_US_Strength = "Festigkeit"
IDS_CVL_RPT_US_Fyc_Desc = "Streckgrenze des Druckflansches"
IDS_CVL_RPT_US_Fyw_Desc = "Streckgrenze des Stegs"
IDS_CVL_RPT_US_Fyt_Desc = "Streckgrenze des Zugflansches"
IDS_CVL_RPT_US_Es_Desc = "Elastizitätsmodul von Stahl"
IDS_CVL_RPT_US_Transverse = "Querkraft"
IDS_CVL_RPT_US_Stiffener = "Steifigkeit"
IDS_CVL_RPT_US_Type = "Typ"
IDS_CVL_RPT_US_Name = "Name"
IDS_CVL_RPT_US_Elastic = "Elastisch"
IDS_CVL_RPT_US_Steel_Gr = "Stahl"
IDS_CVL_RPT_US_Steel_Section = "Stahlquerschnitt"
IDS_CVL_RPT_US_Composite_Section = "Verbundquerschnitt"
IDS_CVL_RPT_US_3n_Desc = "für zeitabhängige Materialeigenschaften, da die Analyseergebnisse die Langzeiteffekte berücksichtigen"
IDS_CVL_RPT_US_Long_Reinforcement = "Längsbewehrung"
IDS_CVL_RPT_US_Limit_State = "Grenzzustand"
IDS_CVL_RPT_US_Flexural = "Biegemoment"
IDS_CVL_RPT_US_Resistance = "Widerstand"
IDS_CVL_RPT_US_EN_Positive_moment = "Positives Moment"
IDS_CVL_RPT_US_EN_Negative_moment = "Negatives Moment"
IDS_CVL_RPT_US_Dgn_Force_Stress = "Entwurfskräfte und Spannungen"
IDS_CVL_RPT_US_Load_Combination = "Lastkombination"
IDS_CVL_RPT_US_Component = "Komponente"
IDS_CVL_RPT_US_Forces = "Kräfte"
IDS_CVL_RPT_US_Stresses = "Spannungen"
IDS_CVL_RPT_US_No_Positive_Load_Comb = "Positive Lastkombination ist nicht vorhanden. Diese Prüfung wird übersprungen."
IDS_CVL_RPT_US_Unbraced_Length = "Unversteifte Länge"
IDS_CVL_RPT_US_Sect_Proportion = "Querschnittsverhältnisse"
IDS_CVL_RPT_US_Web_Proportion = "Stegverhältnisse"
IDS_CVL_RPT_US_Flange_Proportion = "Flanschverhältnisse"
IDS_CVL_RPT_US_Plastic_Moment_Mp = "▪ Plastisches Moment (Mp)"
IDS_CVL_RPT_US_Plastic_Force = "Plastische Kräfte"
IDS_CVL_RPT_US_Plastic_moment = "Plastisches Moment"
IDS_CVL_RPT_US_Plastic_Moment = "Plastisches Moment"
IDS_CVL_RPT_US_Dist_PNA = "Abstand von der plastischen Neutralachse"
IDS_CVL_RPT_US_drt_Desc = "Abstand von der PNA zur Mittellinie der oberen Bewehrungslage"
IDS_CVL_RPT_US_drb_Desc = "Abstand von der PNA zur Mittellinie der unteren Bewehrungslage"
IDS_CVL_RPT_US_dt_Desc = "Abstand von der plastischen Neutralachse zur Mitteldicke des Zugflansches"
IDS_CVL_RPT_US_dw_Desc = "Abstand von der plastischen Neutralachse zur Stegmittentiefe"
IDS_CVL_RPT_US_dc_Desc = "Abstand von der plastischen Neutralachse zur Mitteldicke des Druckflansches"
IDS_CVL_RPT_US_ds_Desc = "Abstand von der plastischen Neutralachse zur Mitteldicke der Betonfahrbahnplatte"
IDS_CVL_RPT_US_Check_Case_PNA = "Fall der plastischen Neutralachse prüfen"
IDS_CVL_RPT_US_Dist_of_PNA = "Abstand der plastischen Neutralachse"
IDS_CVL_RPT_US_Yield_Moment_My = "▪ Streckmoment (My)"
IDS_CVL_RPT_US_Yield_Moment_Top_Flange = "Fließmoment des Obergurts"
IDS_CVL_RPT_US_Yield_Moment_Bottom_Flange = "Fließmoment des Untergurts"
IDS_CVL_RPT_US_NegaM_Yield_Moment_Rebar = "Fließmoment der Längsbewehrung"
IDS_CVL_RPT_US_in_which = "wobei:"
IDS_CVL_RPT_US_S_Desc = "nichtverbundener Querschnittsmodul"
IDS_CVL_RPT_US_S3n_Desc = "Langzeit-Verbundquerschnittsmodul"
IDS_CVL_RPT_US_Sn_Desc = "Kurzzeit-Verbundquerschnittsmodul"
IDS_CVL_RPT_US_M_D1_Desc = "Moment des nichtverbundenen Querschnitts"
IDS_CVL_RPT_US_M_D2_Desc = "Moment des Langzeit-Verbundquerschnitts"
IDS_CVL_RPT_US_M_AD_Desc = "zusätzliches Fließmoment des Kurzzeit-Verbundquerschnitts"
IDS_CVL_RPT_US_No_Negative_Load_Comb = "Negative Lastkombination ist nicht vorhanden. Diese Prüfung wird übersprungen."
IDS_CVL_RPT_US_Min_Neg_Flex_Conc_Deck_Rbar = "Mindestbewehrung der Betonfahrbahnplatte für negative Biegung"
IDS_CVL_RPT_US_Flex_Strn_Limit_State_Positive = "Grenzzustand der Biegetragfähigkeit bei positiver Biegung"
IDS_CVL_RPT_US_Flex_Strn_Limit_State_Negative = "Grenzzustand der Biegetragfähigkeit bei negativer Biegung"
IDS_CVL_RPT_US_Sect_Classification = "▪ Querschnittsklassifikation"
IDS_CVL_RPT_US_Ductility_Req = "Duktilitätsanforderung"
IDS_CVL_RPT_US_Dp_Desc = "Abstand von der Oberseite der Betonfahrbahnplatte zur Neutralachse des Verbundquerschnitts beim plastischen Moment"
IDS_CVL_RPT_US_Dt_Desc = "Gesamthöhe des Verbundquerschnitts"
IDS_CVL_RPT_US_Sign_Rect = "▪"
IDS_CVL_RPT_US_Flex_Resistance_Cpt_compact = "Biegewiderstand des kompakten Verbundquerschnitts"
IDS_CVL_RPT_US_Nominal_Flex_Resistance_span = "Nennbiegewiderstand in einem Durchlaufträgerfeld"
IDS_CVL_RPT_US_Nominal_Flex_Resistance_Dp = "Nennbiegewiderstand nach Dp"
IDS_CVL_RPT_US_Therefore = "deshalb,"
IDS_CVL_RPT_US_Check_Flex_Resistance_compact = "Biegewiderstand des kompakten Verbundquerschnitts prüfen"
IDS_CVL_RPT_US_Check_Flex_Resistance_noncompact = "Biegewiderstand des nichtkompakten Verbundquerschnitts prüfen"
IDS_CVL_RPT_US_Check_compression_flange = "Druckflansch überprüfen"
IDS_CVL_RPT_US_Check_tension_flange = "Zugflansch überprüfen"
IDS_CVL_RPT_US_Shored_Construction = "Abgestützte Konstruktion"
IDS_CVL_RPT_US_Flange_Lateral_bend_stress = "Flansch seitliche Biegespannung"
IDS_CVL_RPT_US_bec_discretely_braced_tension_flg = "Aufgrund des diskret ausgesteiften Zugflansches."
IDS_CVL_RPT_US_for_curved_bridge = "für gebogene Brücke"
IDS_CVL_RPT_US_bec_continuously_braced_flg = "Aufgrund des kontinuierlich ausgesteiften Flansches."
IDS_CVL_RPT_US_Elastic_comp_flange_L_bend_stress = "Elastische Druckflansch-Querbiegspannung 2. Ordnung"
IDS_CVL_RPT_US_bec_discretely_braced_flg = "Aufgrund des diskret ausgesteiften Flansches."
IDS_CVL_RPT_US_fl_Fl_Desc = "Statisch äquivalente gleichmäßig verteilte Querlast"
IDS_CVL_RPT_US_fl_Pl_Desc = "Statisch äquivalente konzentrierte Querlast"
IDS_CVL_RPT_US_fl_F_Desc = "Verteilte Kraft"
IDS_CVL_RPT_US_fl_P_Desc = "Konzentrierte Kraft"
IDS_CVL_RPT_US_fl_e_Desc = "Exzentrizität der Überhanglasten"
IDS_CVL_RPT_US_fl_hw_Desc = "Höhe des Stegs"
IDS_CVL_RPT_US_fl_Lb_Desc = "Unversteifte Länge"
IDS_CVL_RPT_US_fl_gamma_p_Desc = "Eigenlastbeiwert für nichtverbundenen Querschnitt"
IDS_CVL_RPT_US_bec_torsional_warping = "Wegen torsionaler Verformung"
IDS_CVL_RPT_US_Mb_Desc = "Biegemoment"
IDS_CVL_RPT_US_Iw_Desc = "Verzerrungskonstante"
IDS_CVL_RPT_US_w_f_Desc = "Verwölbungsfunktion am Spannungspunkt "
IDS_CVL_RPT_US_Check = "Überprüfen"
IDS_CVL_RPT_US_Hybrid_factor_Rh = "Hybridfaktor, Rh"
IDS_CVL_RPT_US_homo_sect = "homogener Querschnitt"
IDS_CVL_RPT_US_Rh_Hybrid_sect = "Hybridquerschnitt mit höherfestem Stahl im Steg als in beiden Flanschen"
IDS_CVL_RPT_US_Rh_Dn_Desc = "größerer Wert aus dem Abstand von der elastischen NA zur inneren Flanschfläche"
IDS_CVL_RPT_US_Rh_Fn_Desc = "Fließspannung entsprechend Afn"
IDS_CVL_RPT_US_Rh_Afn_Desc = "Flanschfläche auf der Seite der NA entsprechend Dn"
IDS_CVL_RPT_US_Limit_Unbraced_Length_Lp = "Grenzwert der unversteiften Länge"
IDS_CVL_RPT_US_rt_Desc = "wirksamer Trägheitsradius für Biegedrillknicken"
IDS_CVL_RPT_US_LTB_Stress_Fcr = "Elastische Biegedrillknickspannung"
IDS_CVL_RPT_US_Moment_Gradient_Cb = "Momentgradientmodifikator"
IDS_CVL_RPT_US_for_unbraced_cantilever = "Für unversteifte Auskragung"
IDS_CVL_RPT_US_Calc_Stress = "Berechnung der Spannung"
IDS_CVL_RPT_US_Elastic_Range_Dc = "Im elastischen Bereich, Dc"
IDS_CVL_RPT_US_Dcp_Web_Depth_compression = "Steghöhe im Druck beim plastischen Moment, Dcp"
IDS_CVL_RPT_US_Web_Load_Shedding_Rb = "Steglastabwurf-Faktor"
IDS_CVL_RPT_US_In_constructibility = "In der Konstruktion"
IDS_CVL_RPT_US_Bea_Cpt_sect_satisfied_prop_positive = "Aufgrund des Verbundquerschnitts, der die Querschnittsproportionen bei positiver Biegung erfüllt."
IDS_CVL_RPT_US_Web_with_long_Stfn = "Stege mit Längssteifen,"
IDS_CVL_RPT_US_fyc_Desc = "festgelegte Mindeststreckgrenze eines Druckflansches"
IDS_CVL_RPT_US_Flex_Resis_Continuously_Braced_TF = "Biegewiderstand basierend auf kontinuierlich ausgesteiftem Zugflansch"
IDS_CVL_RPT_US_Local_Buck_Resis_Discretely_Braced_CF = "Widerstand gegen lokales Beulen basierend auf diskret ausgesteiftem Druckflansch"
IDS_CVL_RPT_US_LTB_Resis_Discretely_Braced_CF = "Widerstand gegen Biegedrillknicken basierend auf diskret ausgesteiftem Druckflansch"
IDS_CVL_RPT_US_s_compact = "kompakt"
IDS_CVL_RPT_US_s_noncompact = "nicht kompakt"
IDS_CVL_RPT_US_s_slender = "schlank"
IDS_CVL_RPT_US_Flex_Resis_Discretely_Braced_CF = "Biegewiderstand basierend auf diskret ausgesteiftem Druckflansch"
IDS_CVL_RPT_US_Web_Plastification_Factor_Rpc = "Stegplastifizierungsfaktor"
IDS_CVL_RPT_US_Flex_Resis_in_Cont_Braced_CF = "Biegewiderstand bei kontinuierlich ausgesteiftem Druckflansch"
IDS_CVL_RPT_US_Flex_Resis_in_Cont_Braced_TF = "Biegewiderstand bei kontinuierlich ausgesteiftem Zugflansch"
IDS_CVL_RPT_US_LB_Resis_Discretely_Braced_CF = "Widerstand gegen lokales Beulen basierend auf diskret ausgesteiftem Druckflansch"
IDS_CVL_RPT_US_for_Rolled_sect = "für gewalzten Querschnitt"
IDS_CVL_RPT_US_for_built_up_sect = "für zusammengebauten Querschnitt"
IDS_CVL_RPT_US_compact_flange = "kompakter Flansch"
IDS_CVL_RPT_US_noncompact_flange = "nicht kompakter Flansch"
IDS_CVL_RPT_US_Pe_Elastic_Buckling_Resistance = "Elastischer kritischer Knickwiderstand"
IDS_CVL_RPT_US_Pe_Torsional_Buckling_Resistance = "Widerstand gegen Torsions- und Biege-Torsionsknicken"
IDS_CVL_RPT_US_Shear = "Schubkraft"
IDS_CVL_RPT_US_Max = "Max"
IDS_CVL_RPT_US_Min = "Min"
IDS_CVL_RPT_US_Rat_shear_buck_resis_to_shear_yield_strn = "Verhältnis des Schubbeulwiderstands zur Schubstreckgrenze, C"
IDS_CVL_RPT_US_Web_Classification = "Stegklassifikation"
IDS_CVL_RPT_US_Long_Stfn = "Längssteifigkeit"
IDS_CVL_RPT_US_Tran_Stfn = "Querstabilität"
IDS_CVL_RPT_US_Tran_Spacing = "Querspacing"
IDS_CVL_RPT_US_web_considered = "Daher wird dieser Steg als"
IDS_CVL_RPT_US_Shear_buck_coeff_stiff_web = "Schubbeulbeiwert von ausgesteiften Stegen"
IDS_CVL_RPT_US_Shear_buck_coeff_unstiff_web = "Schubbeulbeiwert von nicht ausgesteiften Stegen"
IDS_CVL_RPT_US_Nom_Resis_unstiff_web_end_panel = "Nennwiderstand von nicht ausgesteiften Innenstegen oder Endfeld"
IDS_CVL_RPT_US_Vn_C_Desc = "Verhältnis des Schubbeulwiderstands zur Schubstreckgrenze"
IDS_CVL_RPT_US_Nom_Resis_stiff_web = "Nennwiderstand von ausgesteiften Innenstegen"
IDS_CVL_RPT_US_Not_Considerd_PBTFA = "Nicht berücksichtigte Zugfeldwirkung nach dem Beulen"
IDS_CVL_RPT_US_Tran_Stiffeners = "Querstäbe"
IDS_CVL_RPT_US_Projecting_width = "Überstehende Breite"
IDS_CVL_RPT_US_TS_D_Desc = "Höhe des Stahlquerschnitts"
IDS_CVL_RPT_US_TS_tp_Desc = "Dicke des Steifigkeitselements"
IDS_CVL_RPT_US_TS_bf_Desc = "Breite des Flansches"
IDS_CVL_RPT_US_Moment_Iner_Radius_Gyration = "Flächenträgheitsmoment und Trägheitsradius"
IDS_CVL_RPT_US_yiled_Stfn = "Versagen der Steifigkeit"
IDS_CVL_RPT_US_and = "und"
IDS_CVL_RPT_US_Service = "Dienst"
IDS_CVL_RPT_US_Conc_Deck_Eff_Check = "Überprüfung der Wirksamkeit der Betondecke"
IDS_CVL_RPT_US_modulus_rupture = "Bruchmodul"
IDS_CVL_RPT_US_Service2_factored_ft_in_deck = "Service II bemessene Längszugspannung in der Fahrbahnplatte"
IDS_CVL_RPT_US_P_N_moment = "Positives/Negatives Moment"
IDS_CVL_RPT_US_No_Service_load_Comb_Skip = "Es gibt keine Gebrauchslastkombination. Diese Prüfung wird übersprungen."
IDS_CVL_RPT_US_Permanent_deformation = "Dauerhafte Deformation"
IDS_CVL_RPT_US_not_compact_sect_positive_flexure_skip = "Dieser Querschnitt ist bei positiver Biegung kein kompakter Querschnitt; die Spannungsprüfung des oberen und unteren Flansches wird übersprungen."
IDS_CVL_RPT_US_flg_stress_ff_Desc = "Flanschspannung infolge der Service-II-Lasten, berechnet ohne Berücksichtigung der seitlichen Flanschbiegung"
IDS_CVL_RPT_US_flg_stress_Fyf_Desc = "angegebene minimale Streckgrenze eines Flansches"
IDS_CVL_RPT_US_posi_flexure_and = "Positive Durchbiegung und"
IDS_CVL_RPT_US_Ser_proportion_limit = "Proportionsgrenze; Prüfung des nominalen Biegebeulwiderstands für Stege wird übersprungen."
IDS_CVL_RPT_US_Nom_bend_buck_resistance_web = "Nominaler Biegebeulwiderstand für Stege"
IDS_CVL_RPT_US_Ser_fc_Desc = "Druckflanschspannung am betrachteten Querschnitt infolge der Service-II-Lasten."
IDS_CVL_RPT_US_Check_stress_conc_deck = "Spannungen der Betonfahrbahnplatte prüfen"
IDS_CVL_RPT_US_No_condition_checking_skip = "Es liegen keine Bedingungen für die Prüfung vor. Diese Prüfung wird übersprungen."
IDS_CVL_RPT_US_Check_min_nega_flex_conc_deck_Rbar = "Mindestbewehrung der Betonfahrbahnplatte bei negativer Biegung prüfen"
IDS_CVL_RPT_US_min_nega_flex_conc_deck_Rbar_not_needed = "Damit ist die Mindestbewehrung der Betonfahrbahnplatte bei negativer Biegung nicht erforderlich."
IDS_CVL_RPT_US_min_nega_flex_conc_deck_Rbar_needed = "Damit ist die Mindestbewehrung der Betonfahrbahnplatte bei negativer Biegung erforderlich."
IDS_CVL_RPT_US_Constructibility = "Baubarkeit"
IDS_CVL_RPT_US_CS_Const_Stage = "Bauphase"
IDS_CVL_RPT_US_CS_Step = "Schritt"
IDS_CVL_RPT_US_C_Steel_Only = "Stahlquerschnitt nur"
IDS_CVL_RPT_US_No_CS_Skip = "Es gibt kein Bauzustand. Diese Prüfung wird übersprungen."
IDS_CVL_RPT_US_Check_Slend_Web = "Überprüfung der Schlankheit des Stegs"
IDS_CVL_RPT_US_Disc_Braced_Flg_Comp = "Diskret ausgesteifte Flansche unter Druck"
IDS_CVL_RPT_US_Disc_Braced_Flg_Tens = "Diskret ausgesteifte Flansche unter Zug"
IDS_CVL_RPT_US_LB_Stress_tens_flange = "Seitliche Biegespannung im Zugflansch"
IDS_CVL_RPT_US_Chk_flange_nom_yileding = "Überprüfung der nominalen Flansch-Streckgrenze"
IDS_CVL_RPT_US_Slender_Web_fl_zero = "Bei Querschnitten mit schlankem Steg ist keine Prüfung erforderlich, wenn fl gleich Null ist."
IDS_CVL_RPT_US_flex_resistance = "Überprüfung der Biegefestigkeit"
IDS_CVL_RPT_US_Chk_web_bend_buck = "Überprüfung des Biegungsbucklings des Stegs"
IDS_CVL_RPT_US_Compact_or_noncompact_web_no_check = "Bei Querschnitten mit kompakten oder nichtkompakten Stegen ist keine Prüfung erforderlich."
IDS_CVL_RPT_US_Concrete_Deck = "Betondeck"
IDS_CVL_RPT_US_Long_Stress_Conc_Deck = "Längsspannungen in der Betonfahrbahnplatte prüfen"
IDS_CVL_RPT_US_Dgn_Forces = "Bemessungskräfte"
IDS_CVL_RPT_US_Shear_req_Web = "Schubanforderung für Stege"
IDS_CVL_RPT_US_Fati_Limit_State = "Ermüdungsgrenzzustand"
IDS_CVL_RPT_US_Fati_moment = "Ermüdungsmoment"
IDS_CVL_RPT_US_Shear_Force = "Schubkraft"
IDS_CVL_RPT_US_F_No_Load_Comb_Skip = "Es gibt keine Ermüdungslastkombination. Diese Prüfung wird übersprungen."
IDS_CVL_RPT_US_F_Load_Induced_Fati = "Lastinduzierte Ermüdung"
IDS_CVL_RPT_US_F_Check_Load_Induced_Fati = "Überprüfung der lastinduzierten Ermüdung"
IDS_CVL_RPT_US_F_stress_unfac_DL = "Die Spannung aus unbemessener DL"
IDS_CVL_RPT_US_F_stress_fati_LCB = "Die Spannung aus Ermüdungs-LCB"
IDS_CVL_RPT_US_F_Comp_Minus = " - : Druck"
IDS_CVL_RPT_US_F_Comp_stress_unfac_D = "Die Druckspannung aus unbemessener DL"
IDS_CVL_RPT_US_F_Tens_stress_fati_LCB = "Die Zugspannung aus Ermüdungs-LCB"
IDS_CVL_RPT_US_F_Stress_unfac_DL_tens_stress = "Die Spannung aus unbemessener DL ist die Zugspannung."
IDS_CVL_RPT_US_Skip_this_check = "Diese Prüfung wird übersprungen."
IDS_CVL_RPT_US_F_No = "No"
IDS_CVL_RPT_US_F_Category = "Kategorie"
IDS_CVL_RPT_US_F_Number_stress = "Anzahl der Spannungen (n)"
IDS_CVL_RPT_US_F_Equi_Infinite_life_Table = "Entspricht der Tabelle für unendliche Lebensdauer."
IDS_CVL_RPT_US_for_Fatigue_I_according_to_table = "Für Ermüdung I, gemäß Tabelle"
IDS_CVL_RPT_US_CAFT = "Konstante Amplituden-Ermüdungsschwellen"
IDS_CVL_RPT_US_for_Fatigue_II = "Für Ermüdung II,"
IDS_CVL_RPT_US_F_Special_Fati_req_web_with_TS = "Spezielle Ermüdungsanforderung für Stege mit Quersteifen"
IDS_CVL_RPT_US_F_Web_Vu_Desc = "Schubkraft im Steg infolge der unbemessenen ständigen Last zuzüglich der bemessenen Ermüdungslast (Ermüdung I)"
IDS_CVL_RPT_US_Sum = "Summe"
IDS_CVL_RPT_US_Warping_stress = "Verzerrungsstress"
IDS_CVL_RPT_US_Flex_Resis_flange_tension = "Biegewiderstand basierend auf Zugflansch"
IDS_CVL_RPT_US_Flex_Resis_box_flange_tension = "Biegewiderstand basierend auf Zugflansch des Kastenträgers"
IDS_CVL_RPT_US_Flex_Resis_box_flange_compression = "Biegewiderstand basierend auf Druckflansch des Kastenträgers"
IDS_CVL_RPT_US_LB_Resis_unstiff_flange = "Widerstand gegen lokales Beulen basierend auf unversteiften Flanschen"
IDS_CVL_RPT_US_LB_Resis_stiff_flange = "Widerstand gegen lokales Beulen basierend auf versteiften Flanschen"
IDS_CVL_RPT_US_PB_coeff_for_uniform_stress = "Plattenbeulbeiwert für gleichmäßige Normalspannung"
IDS_CVL_RPT_US_PB_coeff_shear_stress = "Plattenbeulbeiwert für Schubspannung"
IDS_CVL_RPT_US_EN_Shear_Connector = "Schubverbinder"
IDS_CVL_RPT_US_No_SC_Infor_Skip = "Es gibt keine Informationen zu Schubverbindern. Diese Prüfung wird übersprungen."
IDS_CVL_RPT_US_Types = "Typen"
IDS_CVL_RPT_US_SC_Channel_sc_do_not_check = "Bei Kanal-Schubverbindern werden die Typen nicht geprüft."
IDS_CVL_RPT_US_SC_Hs_Desc = "Höhe des Stifts"
IDS_CVL_RPT_US_SC_d_Desc = "Durchmesser des Stifts"
IDS_CVL_RPT_US_SC_Pitch = "Steigung"
IDS_CVL_RPT_US_SC_Shear_Fati_Resis = "Schubermüdungswiderstand"
IDS_CVL_RPT_US_Article = "Artikel"
IDS_CVL_RPT_US_Table = "Tabelle"
IDS_CVL_RPT_US_SC_w_Desc = "Kanaldicke"
IDS_CVL_RPT_US_SC_Pstr_Desc = "Schubverbinderabstand, bestimmt durch den Grenzzustand der Tragfähigkeit"
IDS_CVL_RPT_US_SC_6D_Desc = "%.0f ⅹ Bolzendurchmesser: minimaler Schubverbinderabstand"
IDS_CVL_RPT_US_SC_Vsr_Desc = "horizontale Ermüdungsschubspannweite je Längeneinheit"
IDS_CVL_RPT_US_SC_Vfat_Desc = "Längs-Ermüdungsschubspannweite je Längeneinheit"
IDS_CVL_RPT_US_SC_Ffat_Desc = "radiale Ermüdungsschubspannweite je Längeneinheit"
IDS_CVL_RPT_US_SC_I_Desc = "Flächenträgheitsmoment des kurzfristigen Verbundquerschnitts"
IDS_CVL_RPT_US_SC_Q_Desc = "statisches Moment der transformierten kurzfristigen Fläche der Betonfahrbahnplatte um die Neutralachse des kurzfristigen Verbundquerschnitts"
IDS_CVL_RPT_US_SC_Vf_Desc = "Bereich der vertikalen Schubkraft unter der maßgebenden Ermüdungslastkombination"
IDS_CVL_RPT_US_SC_Abot_Desc = "Fläche des unteren Flansches"
IDS_CVL_RPT_US_SC_Sig_flg_Desc = "Bereich der Längs-Ermüdungsspannung im unteren Flansch"
IDS_CVL_RPT_US_SC_L_Desc = "Abstand zwischen den Versteifungspunkten"
IDS_CVL_RPT_US_SC_w_deck_Desc = "effektive Länge des Decks"
IDS_CVL_RPT_US_SC_R_Desc = "minimale Trägerkrümmung"
IDS_CVL_RPT_US_SC_Space_inform = "Bolzen-Schubverbinder dürfen quer zur Längsachse des unterstützenden Bauteils von Mitte zu Mitte nicht näher als 4,0 Bolzendurchmesser angeordnet werden."
IDS_CVL_RPT_US_SC_Clear_Dist_Top_flg_To_sc = "- Der lichte Abstand zwischen der Kante des oberen Flansches und der Kante des nächstgelegenen Schubverbinders darf nicht kleiner als %s sein"
IDS_CVL_RPT_US_SC_Cover_Penetration = "Überdeckung und Durchdringung"
IDS_CVL_RPT_US_SC_CP_Clear_depth = "- Die lichte Betondeckung über den Köpfen der Schubverbinder darf nicht kleiner als %s sein"
IDS_CVL_RPT_US_SC__penetrate_into_conc_deck = "Schubverbinder sollten mindestens %s in die Betonfahrbahnplatte eindringen."
IDS_CVL_RPT_US_SC_ts_Desc = "Dicke des Betondecks"
IDS_CVL_RPT_US_SC_th_Desc = "Dicke von der Oberkante des Stegs bis zur Unterkante der Betonfahrbahnplatte"
IDS_CVL_RPT_US_SC_tfc_Desc = "Dicke des oberen Flansches"
IDS_CVL_RPT_US_SC_H_Desc = "Höhe des Schubverbinders"
IDS_CVL_RPT_US_Shear_Resis_Single_SC = "Bemessener Schubwiderstand eines einzelnen Schubverbinders"
IDS_CVL_RPT_US_Nom_Shear_force = "Nominale Schubkraft"
IDS_CVL_RPT_US_SC_bs_Desc = "wirksame Breite der Betonfahrbahnplatte"
IDS_CVL_RPT_US_SC_ts_conc_deck_Desc = "Dicke des Betondecks"
IDS_CVL_RPT_US_SC_bfc_Desc = "Breite des Druckflansches"
IDS_CVL_RPT_US_SC_bft_Desc = "Breite des Zugflansches"
IDS_CVL_RPT_US_SC_tfc_comp_Desc = "Dicke des Druckflansches"
IDS_CVL_RPT_US_SC_tft_Desc = "Dicke des Zugflansches"
IDS_CVL_RPT_US_SC_Fyw_Desc = "Streckgrenze des Stegs"
IDS_CVL_RPT_US_SC_Fyc_Desc = "Streckgrenze des Druckflansches"
IDS_CVL_RPT_US_SC_Fyt_Desc = "Streckgrenze des Zugflansches"
IDS_CVL_RPT_US_SC_tw_Desc = "Dicke des Stegs"
IDS_CVL_RPT_US_SC_Min_num_sc_positive_flex = "Mindestanzahl der Schubverbinder bei positiver Biegung."
IDS_CVL_RPT_US_SC_Min_num_sc_negative_flex = "Mindestanzahl der Schubverbinder bei negativer Biegung."
IDS_CVL_RPT_US_SC_No_Fati_LCom_Omit_this_check = "Es gibt keine Ermüdungslastkombination. Diese Prüfung wird ausgelassen."
IDS_CVL_RPT_US_SC_Top_Tens = "Oben(Zug)"
IDS_CVL_RPT_US_SC_Top_Comp = "Oben(Druck)"
IDS_CVL_RPT_US_SC_Bot_Tens = "Unten(Zug)"
IDS_CVL_RPT_US_SC_Bot_Comp = "Unten(Druck)"
IDS_CVL_RPT_US_SC_Fati_Check = "Überprüfung der Schubverbinder-Ermüdung"
IDS_CVL_RPT_US_from_Table = "aus Tabelle"
IDS_CVL_RPT_US_Stiffeners = "Versteifungen"
IDS_CVL_RPT_US_LS_No_Stiff_Inform_Skip = "Es gibt keine Informationen zu Steifen. Diese Prüfung wird übersprungen."
IDS_CVL_RPT_US_LS_ts_Desc = "Dicke der Längsversteifung"
IDS_CVL_RPT_US_LS_Il_Desc = "Flächenträgheitsmoment einer Längssteife des Stegs"
IDS_CVL_RPT_US_LS_r_Desc = "Trägheitsradius einer Längssteife des Stegs"
IDS_CVL_RPT_US_LS_d0_Desc = "Abstand der Querversteifungen"
IDS_CVL_RPT_US_LS_G_R_Desc = "Trägerkrümmung"
IDS_CVL_RPT_US_LS_Flex_stress = "Biegespannung in den Längssteifen"
IDS_CVL_RPT_US_Bearing_Stiffeners = "Lagerversteifungen"
IDS_CVL_RPT_US_BS_Sect_Prop_Dgn_Condi = "Querschnittseigenschaften und Bemessungsbedingungen"
IDS_CVL_RPT_US_BS_Material_Stfn = "Material der Versteifungen"
IDS_CVL_RPT_US_BS_E_Desc = "Elastizitätsmodul der Versteifungen"
IDS_CVL_RPT_US_BS_Fys_Desc = "Streckgrenze der Versteifungen"
IDS_CVL_RPT_US_BS_Rmax_Desc = "Reaktion des Lagers"
IDS_CVL_RPT_US_BS_bt_Desc = "Breite der Versteifungen"
IDS_CVL_RPT_US_BS_tp_Desc = "Dicke der Versteifungen"
IDS_CVL_RPT_US_BS_n_Desc = "Paare von Versteifungen"
IDS_CVL_RPT_US_BS_d_Desc = "Abstand der Versteifungen"
IDS_CVL_RPT_US_Height_Web = "Höhe des Stegs"
IDS_CVL_RPT_US_BS_tw_Desc = "Dicke des Stegs"
IDS_CVL_RPT_US_BS_R_Desc = "Steg-Flansch-Kehlnahtschweißnähte"
IDS_CVL_RPT_US_BS_Alw_width = "Zulässige Breite"
IDS_CVL_RPT_US_Bearing_Resis = "Lagerwiderstand"
IDS_CVL_RPT_US_Nominal_Bearing_Resis = "Nominaler Lagerwiderstand"
IDS_CVL_RPT_US_Factored_Bearing_Resis = "Faktorisierter Lagerwiderstand"
IDS_CVL_RPT_US_Factored_Resis = "Faktorisierter Widerstand"
IDS_CVL_RPT_US_Axial_Comp = "Axiale Druckkraft"
IDS_CVL_RPT_US_Elastic_Flex_Buck_Resis = "Elastischer Biege-Bucklingswiderstand"
IDS_CVL_RPT_US_Equi_Nom_yield_resis = "Äquivalenter nominaler Streckgrenzwiderstand"
IDS_CVL_RPT_US_Nominal_yield_resis = "Nominaler Streckgrenzwiderstand"
IDS_CVL_RPT_US_Nom_Comp_Resis = "Nominaler Druckwiderstand"
IDS_CVL_RPT_US_Fac_Comp_Resis = "Faktorisierter Druckwiderstand"
IDS_CVL_RPT_US_Moment_Inertia = "Trägheitsmoment"
IDS_CVL_RPT_US_LS_k_Desc = "Plattenbeulbeiwert für gleichmäßige Normalspannung"
IDS_CVL_RPT_US_LS_w_Desc = "größerer Wert aus der Flanschbreite zwischen Längsflanschsteifen"
IDS_CVL_RPT_US_LS_n_Desc = "Anzahl gleichmäßig angeordneter Längsflanschsteifen"
IDS_CVL_RPT_US_Dgn_Code = "Bemessungscode"
IDS_CVL_RPT_US_Node_IJ = "Knoten(I/J)"
IDS_CVL_RPT_US_Sect_Prop = "Querschnittseigenschaften"
IDS_CVL_RPT_US_Gross_Sect = "- Großer Querschnitt"
IDS_CVL_RPT_US_Trans_Sect = "- Transformierter Querschnitt"
IDS_CVL_RPT_US_Materials = "Materialien"
IDS_CVL_RPT_US_Concrete = "Beton"
IDS_CVL_RPT_US_Beta1 = "0,85 wenn f'c kleiner als 4ksi ist, andernfalls 0,85-0,05(f'c-4,0)≥0,65"
IDS_CVL_RPT_US_Pre_Steel_Info = "Informationen über Spannstahl"
IDS_CVL_RPT_US_Tendon_Name = "Name des Spannstahls"
IDS_CVL_RPT_US_Bond_Type = "Bindungsart"
IDS_CVL_RPT_US_Dp_Tendon = "Abstand von der äußersten Druckfaser zum Schwerpunkt des Spannstahl."
IDS_CVL_RPT_US_Dp_Rein = "Abstand von der äußersten Druckfaser zum Schwerpunkt der nicht vorgespannten Bewehrung."
IDS_CVL_RPT_US_Longi_Non_Pre_Steel_Info = "Informationen zur Längsbewehrung aus nicht vorgespanntem Stahl"
IDS_CVL_RPT_US_Bot_Flexure = "Unterhalb des Schwerpunkts"
IDS_CVL_RPT_US_Top_Flexure = "Über dem Schwerpunkt"
IDS_CVL_RPT_US_Torsion = "Torsion"
IDS_CVL_RPT_US_Trans_Non_Pre_Steel_Info = "Informationen zur Querbewehrung aus nicht vorgespanntem Stahl"
IDS_CVL_RPT_US_Angle_Longi_Stir = "Winkel zwischen Längsbewehrung und Bügel."
IDS_CVL_RPT_US_Sect_Force_Effect_Pre = "Querschnittskräfte/-spannungen infolge wirksamer Vorspannung"
IDS_CVL_RPT_US_Dist_Sect_Tendon = "Abstand vom Schwerpunkt des Querschnitts zum Schwerpunkt des Spannstahls"
IDS_CVL_RPT_US_Moment_Direct = "Momentenrichtung"
IDS_CVL_RPT_US_Method_Calc = "- Berechnungsmethode :"
IDS_CVL_RPT_US_Max_Strength_Lcom = "- Die maximale Tragfähigkeits-Grenzzustands-Lastkombination :"
IDS_CVL_RPT_US_Max_Factor_Moment = "- Das maximale faktorisierte Moment"
IDS_CVL_RPT_US_Neut_Depth = "Tiefe der Neutralachse zur Druckseite"
IDS_CVL_RPT_US_Axial_Concrete = "Normalkraft im Beton (Druckzone):"
IDS_CVL_RPT_US_Axial_Steel = "Normalkraft in Bewehrungsstählen"
IDS_CVL_RPT_US_Tens_Zone = "Zugzone"
IDS_CVL_RPT_US_Compress_Zone = "Druckzone"
IDS_CVL_RPT_US_Axial_Unbond_Code = "Normalkraft in Spannstählen (ungebunden) nach Norm"
IDS_CVL_RPT_US_Axial_Bond_Code = "Normalkraft in Spannstählen (gebunden) nach Norm"
IDS_CVL_RPT_US_Axial_UnBond_Strain = "* Die Normalkraft in ungebundenen Spannstählen kann nicht mit der Kompatibilitätsmethode berechnet werden"
IDS_CVL_RPT_US_Axial_Bond_Strain = "Normalkraft in Spannstählen (gebunden) nach Dehnungskompatibilität"
IDS_CVL_RPT_US_Comp_Force = "Druckkraft"
IDS_CVL_RPT_US_Tens_Force = "Zugkraft"
IDS_CVL_RPT_US_Tolerance = "Toleranz"
IDS_CVL_RPT_US_Flex_Resist = "Biegefestigkeit"
IDS_CVL_RPT_US_Nominal_Resist = "Nominaler Widerstand"
IDS_CVL_RPT_US_Resist_Factor = "Widerstandsbeiwert"
IDS_CVL_RPT_US_Net_Tens_Strain = ": Nettozugdehnung im äußersten Zugstahl"
IDS_CVL_RPT_US_Comp_Control_Range = ": Druckgesteuerter Bereich,"
IDS_CVL_RPT_US_Tens_Control_Range = ": Zuggesteuerter Bereich,"
IDS_CVL_RPT_US_Trans_Range = ": Übergangsbereich,"
IDS_CVL_RPT_US_Joint_Seg = ": Für Fuge in segmentaler Bauweise"
IDS_CVL_RPT_US_Factored_Resist = "Faktorisierte Widerstand"
IDS_CVL_RPT_US_Min_Rein = "Minimale Bewehrung"
IDS_CVL_RPT_US_Judge = "Bewertung"
IDS_CVL_RPT_US_133MU = "1,33Mu"
IDS_CVL_RPT_US_No_Chk = "Keine Überprüfung"
IDS_CVL_RPT_US_Min_Rein_Chk = "Minimale Bewehrung überprüfen"
IDS_CVL_RPT_US_Crack_Moment = "Rissmoment"
IDS_CVL_RPT_US_Where = "Wo,"
IDS_CVL_RPT_US_Sect_Modulus = "Querschnittsmodul für die äußerste Faser"
IDS_CVL_RPT_US_Non_Composite_Dead = "Moment aus ständiger Last im nicht-verbundenen Zustand"
IDS_CVL_RPT_US_Composite_Sect_Modulus = "Verbund-Querschnittsmodul für die äußerste Faser"
IDS_CVL_RPT_US_Non_Composite_Sect_Modulus = "Querschnittsmodul im nicht-verbundenen Zustand für die äußerste Faser"
IDS_CVL_RPT_US_Flex_Crack_Factor = "Faktor für Biege-Rissvariabilität"
IDS_CVL_RPT_US_Pre_Vari_Factor = "Faktor für Variabilität der Vorspannung"
IDS_CVL_RPT_US_Ratio_Yield_Ult_Strength = "Verhältnis der Streckgrenze zur ultimativen Zugfestigkeit der Bewehrung"
IDS_CVL_RPT_US_Comp_Effect_Pre = "Druckspannung im Beton nur aufgrund der wirksamen Vorspannung"
IDS_CVL_RPT_US_Chk_Min_Rein = "Minimale Bewehrung überprüfen"
IDS_CVL_RPT_US_Max_Service_Lcom = "- Die maximale Gebrauchstauglichkeitsgrenzzustand-Lastkombination:"
IDS_CVL_RPT_US_Max_Space_Steel_Tension_Face = "- Der maximale Abstand der Stahlbewehrung in der Lage, die der Zugseite am nächsten liegt"
IDS_CVL_RPT_US_Exposure_Factor = "Einflussfaktor"
IDS_CVL_RPT_US_Tens_Service_Bar = "Zugspannung im Stab im Gebrauchstauglichkeitsgrenzzustand"
IDS_CVL_RPT_US_Max_shear = "Maximale Schubkraft"
IDS_CVL_RPT_US_Min_shear = "Minimale Schubkraft"
IDS_CVL_RPT_US_Sect_Type = "Querschnittstyp"
IDS_CVL_RPT_US_Stregnth_Lcom = "Die Tragfähigkeitsgrenzzustand-Lastkombination"
IDS_CVL_RPT_US_Factor_Torsion_Moment = "Faktorisierte Torsionsmoment"
IDS_CVL_RPT_US_Factor_Shear = "Faktorisierte Schubkraft"
IDS_CVL_RPT_US_Factor_Moment = "Faktorisierte Moment"
IDS_CVL_RPT_US_Factor_Axial_Force = "Faktorisierte axiale Kraft"
IDS_CVL_RPT_US_Factor_Resist_Factor_Shear = "Widerstandsbeiwert für Schub"
IDS_CVL_RPT_US_Conc_Density_Modification_Factor = "Faktor zur Modifikation der Betondichte"
IDS_CVL_RPT_US_Component_Pre_Shear_Force = "Komponente der Vorspannkraft in Richtung der Schubkraft"
IDS_CVL_RPT_US_Factor_Shear_including_Vp = "(einschließlich Vp)"
IDS_CVL_RPT_US_Effect_Depth = "Effektive Tiefe"
IDS_CVL_RPT_US_Effect_Web_Width = "Effektive Stegbreite"
IDS_CVL_RPT_US_Effect_Bending_Depth = "Effektive Tiefe für Biegung"
IDS_CVL_RPT_US_Effect_Shear_Depth = "Effektive Tiefe für Schub"
IDS_CVL_RPT_US_Effect_Shear_Depth_Seg = "Wirksame Schubhöhe für segmentalen Kastenträger"
IDS_CVL_RPT_US_Dist_Comp_Pre_Rein = "Abstand von der äußersten Druckfaser zum Schwerpunkt der Vorspannbewehrung"
IDS_CVL_RPT_US_Max_Space_Trans_Rein = "Maximaler Abstand der Querbewehrung"
IDS_CVL_RPT_US_Shear_Stress_Conc = "Schubspannung auf Beton"
IDS_CVL_RPT_US_Min_Trans_Area = "Minimale erforderliche Querschnittsbewehrung"
IDS_CVL_RPT_US_Min_Trans_Chk = "* Die Definition von "OK" oder "NG" wird bei der Überprüfung des Schubwiderstands durch Querbewehrung geprüft"
IDS_CVL_RPT_US_Longi_Strain = "Längsdehnung"
IDS_CVL_RPT_US_Stress_Vari = "Spannungsvariable"
IDS_CVL_RPT_US_Tensile_Stress = "Zugspannung"
IDS_CVL_RPT_US_Stress_Extreme_Fiber = "Die Spannung in der äußersten Zugfaser aufgrund der bemessenen Last und der wirksamen Vorspannung nach Verlusten"
IDS_CVL_RPT_US_Unfactor_Stress_Conc = "Unbemessene Druckspannung im Beton nur aufgrund der wirksamen Vorspannung."
IDS_CVL_RPT_US_Component_Tensile_Stress = "Komponente der Schubkraft, die durch Zugspannungen im Beton aufgenommen wird"
IDS_CVL_RPT_US_Factor_Crack_Tension = "Faktor, der angibt, dass diagonal gerissener Beton Zug übertragen kann"
IDS_CVL_RPT_US_Shear_Factor_Theta_Beta = "Werte von θ und β für Querschnitt"
IDS_CVL_RPT_US_Shear_Factor_Theta = "θ ist der Neigungswinkel der diagonalen Druckspannungen."
IDS_CVL_RPT_US_Shear_Factor_Beta = "β ist der Faktor, der angibt, dass diagonal gerissener Beton Zug übertragen kann."
IDS_CVL_RPT_US_Max_Agg = "Maximale Korngröße"
IDS_CVL_RPT_US_Nominal_Shear_Resist_Conc = "Nenn-Schubwiderstand, bereitgestellt durch Beton"
IDS_CVL_RPT_US_Component_Trans_Rein = "Komponente der Schubkraft, die durch Querbewehrung aufgenommen wird"
IDS_CVL_RPT_US_Area_Trans_Rein = "Erforderliche Fläche der Querbewehrung"
IDS_CVL_RPT_US_No_Shear_Rein = "Keine Schubbewehrung"
IDS_CVL_RPT_US_Shear_Resist = "Schubwiderstand"
IDS_CVL_RPT_US_Nominal_Shear = "Nominale Scherfestigkeit"
IDS_CVL_RPT_US_Factor_Shear_Resist = "Faktorisierter Schubwiderstand"
IDS_CVL_RPT_US_Case_of = "Fall von"
IDS_CVL_RPT_US_Notation = "Notation"
IDS_CVL_RPT_US_Area_Shear_Flow = "Von dem Schubflussweg eingeschlossene Fläche, einschließlich etwaiger darin befindlicher Lochflächen."
IDS_CVL_RPT_US_Peri_Trans_Torsion = "Umfang der Mittellinie der geschlossenen Quer-Torsionsbewehrung."
IDS_CVL_RPT_US_Area_Conc_Sect = "Gesamtfläche, die vom äußeren Umfang des Betonquerschnitts eingeschlossen wird."
IDS_CVL_RPT_US_Peri_Conc_Sect = "Die Länge des äußeren Umfangs des Betonquerschnitts."
IDS_CVL_RPT_US_Chk_Torsion_Effect = "Überprüfung der Torsionseffekte"
IDS_CVL_RPT_US_Torsion_Crack_Moment = "Torsionsrissmoment"
IDS_CVL_RPT_US_Ignore_Torsion = "Torsionseinflüsse ignorieren."
IDS_CVL_RPT_US_Consider_Torsion = "Torsionseinflüsse berücksichtigen."
IDS_CVL_RPT_US_Effect_Thick_Shear_Flow = "Die wirksame Dicke des Schubflusswegs der Elemente"
IDS_CVL_RPT_US_Chk_Torsion_Moment = "Torsionsmoment überprüfen"
IDS_CVL_RPT_US_Req_Longi_Rein = "Erforderliche Längsbewehrung"
IDS_CVL_RPT_US_Solid_Sect = "In massivem Querschnitt,"
IDS_CVL_RPT_US_Box_Sect = "In Kastensektion,"
IDS_CVL_RPT_US_Chk_Torsion_Shear = "Kombinierte Torsion und Schub prüfen"
IDS_CVL_RPT_US_Before = "Vor"
IDS_CVL_RPT_US_After = "Nach"
IDS_CVL_RPT_US_Inter_Shear = "Schnittstellen-Schub"
IDS_CVL_RPT_US_Nominal_Inter_Shear = "Nominaler Schnittstellenschubwiderstand"
IDS_CVL_RPT_US_Nominal_Shear_Resist_Less = "Der in der Bemessung verwendete Nenn-Schubwiderstand Vni darf nicht größer sein als der kleinere der folgenden Werte:"
IDS_CVL_RPT_US_Cohesion_Friction_Factor = "Kohäsions- und Reibungsfaktoren (Fall)"
IDS_CVL_RPT_US_Factored_Inter_Shear_Force = "Faktorisierte Schnittstellenschubkraft"
IDS_CVL_RPT_US_Factored_Inter_Shear_Resist = "Faktorisierter Schnittstellenschubwiderstand"
IDS_CVL_RPT_US_Allow_Conc_CS = "Zulässige Spannungen im Beton im Bauzustand"
IDS_CVL_RPT_US_Elem = "Element"
IDS_CVL_RPT_US_Part = "Teil"
IDS_CVL_RPT_US_Girder_Or_Slab = "Träger/Platte"
IDS_CVL_RPT_US_Comp_Or_Tens = "Druck/Zug"
IDS_CVL_RPT_US_Top_Or_Bottom = "Oben/Unten"
IDS_CVL_RPT_US_Stage = "Stadium"
IDS_CVL_RPT_US_Allow_Conc_Ser = "Zulässige Spannungen im Beton bei Gebrauchslastkombinationen"
IDS_CVL_RPT_US_LCom = "Lcom"
IDS_CVL_RPT_US_Allow_Pr_Conc_CS = "Zulässige Hauptspannungen im Beton im Bauzustand"
IDS_CVL_RPT_US_Allow_Pr_Conc_Desc = "Die Hauptspannung wird für die nicht-verbundenen PSC-Querschnitte berücksichtigt, jedoch nicht für die Verbund-PSC-Querschnitte"
IDS_CVL_RPT_US_Allow_Pr_Conc_Ser_Shear = "Zulässige Hauptspannungen im Beton bei Gebrauchslastkombinationen bei maximaler Schubkraft"
IDS_CVL_RPT_US_Allow_Pr_Conc_Ser_Torsion = "Zulässige Hauptspannungen im Beton bei Gebrauchslastkombinationen bei maximaler Torsion"
IDS_CVL_RPT_US_Allow_Tendon = "Zulässige Spannungen im Spannstahl"
IDS_CVL_RPT_US_Tendon = "Spannstahl"
IDS_CVL_RPT_US_Crack_Chk = "Rissprüfung"
IDS_CVL_RPT_US_Dgn_Criteria = "Entwurfskriterien"
IDS_CVL_RPT_US_Pos_Or_Neg = "Positiv/Negativ"
IDS_CVL_RPT_US_Bonded = "Verbund"
IDS_CVL_RPT_US_Unbonded = "Unverbunden"
IDS_CVL_RPT_US_Flexure_Dgn_Sect = "Biegebemessung für einen Querschnitt"
IDS_CVL_RPT_US_Shear_Dgn_Sect = "Schubbemessung für einen Querschnitt"
IDS_CVL_RPT_US_Dgn_Step_1 = "Bemessungsschritt 1:"
IDS_CVL_RPT_US_Dgn_Step_2 = "Bemessungsschritt 2:"
IDS_CVL_RPT_US_Dgn_Step_3 = "Bemessungsschritt 3:"
IDS_CVL_RPT_US_Dgn_Step_4 = "Bemessungsschritt 4:"
IDS_CVL_RPT_US_Dgn_Step_5 = "Bemessungsschritt 5:"
IDS_CVL_RPT_US_Dgn_Step_6 = "Bemessungsschritt 6:"
IDS_CVL_RPT_US_Avg_Pre_Stl = "Mittlere Spannung im Spannstahl"
IDS_CVL_RPT_US_Area_Bond_Stl = "Fläche des Verbund-Spannstahls"
IDS_CVL_RPT_US_Dist_Bond_Tendon = "Abstand von der äußersten Druckfaser zum Schwerpunkt der Verbund-Spannstähle"
IDS_CVL_RPT_US_Area_Unbond_Stl = "Fläche des nicht-verbundenen Spannstahls"
IDS_CVL_RPT_US_Dist_Unbond_Tendon = "Abstand von der äußersten Druckfaser zum Schwerpunkt der nicht-verbundenen Spannstähle"
IDS_CVL_RPT_US_Area_Pre_Stl = "Fläche des Vorspannstahls"
IDS_CVL_RPT_US_Area_Non_Pre_Stl = "Fläche der nicht vorgespannten Zugstahlbewehrung"
IDS_CVL_RPT_US_Dist_Non_Pre_Tensile = "Abstand von der äußersten Druckfaser zum Schwerpunkt der nicht vorgespannten Zugbewehrung"
IDS_CVL_RPT_US_Area_Comp_Rein = "Fläche der Druckbewehrung"
IDS_CVL_RPT_US_Dist_Comp_Rein = "Abstand von der äußersten Druckfaser zum Schwerpunkt der Druckbewehrung"
IDS_CVL_RPT_US_Depth_Comp_Flange = "Tiefe des Druckflansches"
IDS_CVL_RPT_US_Block_Factor = "Blockfaktor"
IDS_CVL_RPT_US_Length_Tendon_Anchor = "Länge des Spannstahls zwischen den Verankerungen"
IDS_CVL_RPT_US_Effect_Pre_Stl = "Wirksame Spannung im Spannstahl am betrachteten Querschnitt"
IDS_CVL_RPT_US_Depth_Stress_Block = "Höhe des äquivalenten Spannungsblocks"
IDS_CVL_RPT_US_Flex_Resist_Factor = "Biegewiderstandsbeiwert."
IDS_CVL_RPT_US_Nominal_Flex_Resist = "Nominale Biegefestigkeit"
IDS_CVL_RPT_US_Modulus_Rup = "Bruchmodul"
IDS_CVL_RPT_US_Factored_Moment = "Faktorisierte Moment"
IDS_CVL_RPT_US_Max_or_Min = "Max/Min"
IDS_CVL_RPT_US_Total_Depth_Beam = "Gesamttiefe des Balkens"
IDS_CVL_RPT_US_Dist_Result_Tens_Comp_Flex = "Abstand zwischen den Resultierenden der Zug- und Druckkräfte infolge Biegung"
IDS_CVL_RPT_US_Dist_Effect_Shear_Depth = "Wirksame Schubhöhe. Muss nicht kleiner sein als 0.9de oder 0.72h"
IDS_CVL_RPT_US_Dist_Extreme_Fiber_Tendon = "0.8h oder der Abstand von der äußersten Druckfaser zum Schwerpunkt des Spannstahls"
IDS_CVL_RPT_US_Factor_Shear_Sect = "Bemessungsschubkraft am Querschnitt"
IDS_CVL_RPT_US_Width_Web = "Breite des Stegs"
IDS_CVL_RPT_US_Component_Effect_Shear = "Komponente der wirksamen Vorspannung in Schubrichtung"
IDS_CVL_RPT_US_Ratio_Shear_Comp = "Verhältnis der aufgebrachten bemessenen Schubspannung zum Druckwiderstand des Betons"
IDS_CVL_RPT_US_Area_Min_Trans_Rein = "Erforderliche Fläche der Mindest-Querbewehrung"
IDS_CVL_RPT_US_Factor_Crack_Conc_Tension = "Faktor für diagonal gerissenen Beton zur Aufnahme von Zug"
IDS_CVL_RPT_US_Max_Factored_Moment = "Maximales faktorisierte Moment"
IDS_CVL_RPT_US_Modulus_Elast_Tendon_Strain = "Elastizitätsmodul der Spannstähle multipliziert mit der eingeschlossenen Dehnungsdifferenz"
IDS_CVL_RPT_US_Strain_Mid_Depth = "Dehnung in der Bauteilmitte (Höhe)"
IDS_CVL_RPT_US_Angle_Comp_Stress = "Neigungswinkel der diagonalen Druckspannungen"
IDS_CVL_RPT_US_Angle_Trans_Rein = "Neigungswinkel der Querbewehrung zur Längsachse"
IDS_CVL_RPT_US_Nominal_Shear_Resist = "Nominaler Schubwiderstand"
IDS_CVL_RPT_US_Upper_Nominal_Shear_Resist = "Obergrenze des Nenn-Schubwiderstands"
IDS_CVL_RPT_US_Torsion_Resist = "Torsionswiderstand"
IDS_CVL_RPT_US_Factor_Resist_Factor_Torsion = "Widerstandsbeiwert für Torsion"
IDS_CVL_RPT_US_Nominal_Torsion_Resist = "Nominaler Torsionswiderstand"
IDS_CVL_RPT_US_Area_Torsion_Stl = "Erforderliche Fläche des Torsionsstahls"
IDS_CVL_RPT_US_Area_Longi_Stl_Torsion_Flex = "Erforderliche Fläche des Längsstahls für Torsion zusätzlich zu der für Biegung"
IDS_CVL_RPT_US_Replace_Shear_Force = "Die bemessene Schubkraft wird durch die wirksame Schubkraft ersetzt, wenn Torsion erforderlich ist"
IDS_CVL_RPT_US_fpe_less_than_05fpu = "Da fpe kleiner als 0.5 fpu ist, wird empfohlen, die Methode der „Dehnungsverträglichkeit“ zu verwenden"
IDS_CVL_RPT_US_Distance_From_Ref_Line = "Abstand von der Referenzlinie"
IDS_CVL_RPT_EC_Checking_DesignCode = "Entwurfscode"
IDS_CVL_RPT_EC_Checking_ElementNo = "Elementnummer"
IDS_CVL_RPT_EC_Checking_PositionInfo = "Positionsinformationen"
IDS_CVL_RPT_EC_Title_of_DesignCondition = "Entwurfsbedingungen"
IDS_CVL_RPT_EC_Title_of_SetDesignParam = "Entwurfsparameter festlegen"
IDS_CVL_RPT_EC_Title_of_UltimateMomentResistance = "Ultimative Momentwiderstand"
IDS_CVL_RPT_EC_Title_of_ShearResistance = "Schubwiderstand"
IDS_CVL_RPT_EC_Title_of_TorsionalResistance = "Torsionswiderstand"
IDS_CVL_RPT_EC_Title_of_CrackControl = "Rissbreite"
IDS_CVL_RPT_EC_Title_of_Decompression = "Entlastungsprüfung"
IDS_CVL_RPT_EC_Title_of_Fatigue = "Ermüdungsprüfung"
IDS_CVL_RPT_EC_Title_of_AlwStress_CS = "Spannungsnachweis beim Spannkrafteintrag und während der Bauausführung"
IDS_CVL_RPT_EC_Title_of_AlwStress_SL = "Spannungsnachweis für Gebrauchslastkombination"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_DesignParam = "Entwurfsparameter"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_SectionalInfo = "Querschnittsinformationen"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_MaterialInfo = "Materialinformationen"
IDS_CVL_RPT_EC_SubTitle_DgnCodi_TendonProfileInfo = "Informationen zum Spannstahlprofil"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Partial = "- Teilsicherheitsbeiwerte für Grenzzustände der Tragfähigkeit"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Lambda_eta = "- Faktor λ und Faktor η"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Alpha = "- Faktor α_cc , α_ct  : Beiwert für Langzeiteinflüsse auf Druck- und Zugfestigkeit."
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Design_Situations = "Entwurfssituationen"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_c = "γ_c für Beton"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_s_bar = "γ_s für Bewehrungsstahl"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Gamma_s_tdn = "γ_s für Vorspannstahl"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_PerTra = "Beständig & Vorübergehend"
IDS_CVL_RPT_EC_Table_DgnParam_Partial_Acc = "Zufällig"
IDS_CVL_RPT_EC_Comment_DgnParam_Lambda_eta = "wobei λ und η jeweils die wirksame Höhe der Druckzone definieren und die wirksame Festigkeit festlegen."
IDS_CVL_RPT_EC_DgnParam_Alpha_cc = "(für die Druckfestigkeit)"
IDS_CVL_RPT_EC_DgnParam_Alpha_cc_shear = "(für die Scherfestigkeit)"
IDS_CVL_RPT_EC_DgnParam_Alpha_ct = "(für die Zugfestigkeit)"
IDS_CVL_RPT_EC_SubTitle_MaterialInfo_Conc = "- Beton Materialinformationen"
IDS_CVL_RPT_EC_SubTitle_MaterialInfo_Rbar = "- Bewehrung Materialinformationen"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Type = "Typ"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_TndName = "Spannstahlname"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Loca = "Standort\n(mm)"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Area = "Fläche\n(mm^2 )"
IDS_CVL_RPT_EC_Table_TendonProfile_Head_Strn = "Festigkeit (MPa)"
IDS_CVL_RPT_EC_SubTitle_SetParam_DgnStrength = "Entwurfsfestigkeit"
IDS_CVL_RPT_EC_Where = "wo,"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Conc = "- Entwurfsfestigkeit von Beton"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Rbar = "- Entwurfsfestigkeit der Bewehrung"
IDS_CVL_RPT_EC_SubTitle_DgnStrength_Tendon = "- Entwurfsfestigkeit des Spannstahls"
IDS_CVL_RPT_EC_Comment_DgnStrength_Conc_fcd = "wobei fcd und fctd jeweils die Bemessungsdruck- und Bemessungszugfestigkeit sind."
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack = "- Prüfen, ob der Querschnitt bei Biegung gerissen ist."
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_Cracked = "(Der Querschnitt ist gerissen.)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_Uncracked = "(Der Querschnitt ist ungerissen.)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fb = ": Biegezugspannung"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fb_Sign = "(Zug wird als positiv angenommen.)"
IDS_CVL_RPT_EC_DgnCheck_Crack_Uncrack_fctd = ": Bemessungszugfestigkeit des Betons."
IDS_CVL_RPT_EC_Comment_DgnStrength_Tendon = "Siehe 1.4 Informationen zum Spannstahlprofil."
IDS_CVL_RPT_EC_SubTitle_MomemtResi_CheckMom = "Momententragfähigkeit prüfen, M_R,d"
IDS_CVL_RPT_EC_SubTitle_Positive_MomChk = "■ Positives Moment"
IDS_CVL_RPT_EC_SubTitle_Negaive_MomChk = "■ Negatives Moment"
IDS_CVL_RPT_EC_SubTitle_Check_DgnLoad = "Entlastung"
IDS_CVL_RPT_EC_SubTitle_CheckMom_DgnLoad = "- Entlastung"
IDS_CVL_RPT_EC_SubTitle_CheckMom_DgnParam = "- Entwurfsparameter"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcCent = "- Neutrale Achse berechnen"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcForce = "- F_c , F_s , F_p berechnen"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CalcMomResi = "- Momentenwiderstand berechnen, M_Rd"
IDS_CVL_RPT_EC_SubTitle_CheckMom_CheckArea = "- Mindestbewehrungsfläche überprüfen"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_LCOM = "  Name der Lastkombination :"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_Force = "Kraft (kN)"
IDS_CVL_RPT_EC_DgnLoad_Name_Table_Moment = "Moment (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_MomResi_LCOM = "Name der Lastkombination :"
IDS_CVL_RPT_EC_DgnLoad_MomResi_DgnSitu = "Bemessungssituationen :"
IDS_CVL_RPT_EC_DgnLoad_MomResi_LCOM_Type = "Typ der Lastkombination :"
IDS_CVL_RPT_EC_DgnLoad_LTB = "Laterale torsionale Knickung"
IDS_CVL_RPT_EC_DgnParam_Mrep = "M_rep  ist"
IDS_CVL_RPT_EC_DgnParam_Mrep_Z = "Z ist die Querschnittskonstante"
IDS_CVL_RPT_EC_DgnParam_Mrep_Zs = "z_s  ist"
IDS_CVL_RPT_EC_Comment_CalcCent1 = "1) Neutralachsenhöhe annehmen."
IDS_CVL_RPT_EC_Comment_CalcCent2 = "2) Dehnung von Stahl und Spannstahl berechnen."
IDS_CVL_RPT_EC_Comment_CalcCent3 = "3) Spannung von Stahl und Spannstahl berechnen."
IDS_CVL_RPT_EC_Comment_CalcCent4 = "4) Normalkraft in Beton, Stahl und Spannstahl berechnen."
IDS_CVL_RPT_EC_Comment_CalcCent5 = "5) Prüfen, ob die resultierende Kraft des Querschnitts Null ist."
IDS_CVL_RPT_EC_Comment_CalcCent6 = "6) Schritt 1 bis 5 wiederholen, bis die resultierende Kraft Null wird."
IDS_CVL_RPT_EC_Table_CalcCent_Head_Num = "Nr."
IDS_CVL_RPT_EC_Table_CalcCent_Head_NA = "Neutrale Tiefe\n(mm)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_C = "Druckkraft ( C )\n(kN)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_T = "Zugkraft ( T )\n(kN)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Rat = "Verhältnis\n(C/T)"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Conc = "Beton"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Bar = "Bewehrung"
IDS_CVL_RPT_EC_Table_CalcCent_Head_Tnd = "Spannstahl"
IDS_CVL_RPT_EC_CalcForce_FcFs = "x ist die Neutralachsenhöhe"
IDS_CVL_RPT_EC_Table_CalcForce_Head_Num = "Nr."
IDS_CVL_RPT_EC_Table_CalcForce_Head_Strs = "Spannung_Eff \n(MPa)"
IDS_CVL_RPT_EC_Comment_CalcMom_Dis_From_NeutralAxis = "a_c , a_s , a_p  ist der Abstand von der Neutralachsenhöhe x zu Beton, Bewehrung, Spannstahl"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect = "Querschnittsinformation"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect_EQSG = "Äquivalenter Querschnitt (Spannstahl, Bewehrung)\n(Träger)"
IDS_CVL_RPT_EC_Table_SectionalInfo_compo_Sect_EQSGS = "Äquivalenter Querschnitt (nach Verbund)\n(Träger + Platte)"
IDS_CVL_RPT_EC_MaterialInfo_compo_girder = "■ Träger"
IDS_CVL_RPT_EC_MaterialInfo_compo_slab = "■ Platte"
IDS_CVL_RPT_EC_MaterialInfo_compo_conc = "- Beton Materialinformationen"
IDS_CVL_RPT_EC_MaterialInfo_compo_rein = "- Bewehrung Materialinformationen"
IDS_CVL_RPT_EC_SubTitle_DgnParam_Lambda_eta2 = "- Faktor λ und Faktor η"
IDS_CVL_RPT_EC_Block_Flexure01_c_girder = "Träger"
IDS_CVL_RPT_EC_Block_Flexure01_c_slab = "Platte"
IDS_CVL_RPT_EC_Block_Flexure01_c_conc = "- Entwurfsfestigkeit von Beton"
IDS_CVL_RPT_EC_Block_Flexure01_c_rein = "- Entwurfsfestigkeit der Bewehrung"
IDS_CVL_RPT_EC_Block_Flexure02_c = "- F_c(g) , F_c(s) , F_s , F_p berechnen"
IDS_CVL_RPT_EC_Block_Flexure02_c_Chp = "(EN 1992-1-1:2004, Bild 3.5, Bild 6.1)"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fcg = ": Druckkraft für Träger"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fcs = ": Druckkraft für Platte"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fsp = ": Kraft der Druckbewehrung"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fs = ": Zugkraft in der Bewehrung"
IDS_CVL_RPT_EC_Block_Flexure02_c_Fp = ": Zugkraft im Spannstahl"
IDS_CVL_RPT_EC_Block_Flexure02_c_x = ": Neutralachsenhöhe"
IDS_CVL_RPT_EC_Block_Flexure02_c_Acag = ": Fläche des rechteckigen Beton-Spannungsblocks für den Trägeranteil"
IDS_CVL_RPT_EC_Block_Flexure02_c_Acas = ": Fläche des rechteckigen Beton-Spannungsblocks für den Plattenanteil"
IDS_CVL_RPT_EC_Block_Flexure02_c_Asp = ": Flächen der Druckbewehrung"
IDS_CVL_RPT_EC_Block_Flexure02_c_As = ": Flächen der Zugbewehrung"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_str = "Stress_Eff  = ε_p(0)i ㆍE_pi"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_conc = " : Betondehnung in Spannstahltiefe im Bruchzustand"
IDS_CVL_RPT_EC_Table_CalcForce_comment_c_tnd = " : Spannstahldehnung unter der wirksamen Vorspannspannung"
IDS_CVL_RPT_EC_Block_Flexure03_c = "- Momentenwiderstand berechnen, M_Rd"
IDS_CVL_RPT_EC_Block_Flexure03_c_cmt = "a_c(g) , a_c(s) , a_s , a_p  ist der Abstand von der Neutralachse zum Schwerpunkt des Spannungsblocks in Beton, RF, TD"
IDS_CVL_RPT_EC_SubTitle_ShearResi_ConcResi = "Schubwiderstand von Beton prüfen, V_Rd,c"
IDS_CVL_RPT_EC_SubTitle_ShearResi_RbarResi = "Schubwiderstand der Schubkraft-Bewehrung prüfen, V_Rd,s"
IDS_CVL_RPT_EC_SubTitle_MaxShear = "■ Maximale Schubkraft"
IDS_CVL_RPT_EC_SubTitle_MinShear = "■ Minimale Schubkraft"
IDS_CVL_RPT_EC_SubTitle_ConcResi_DgnLoad = "- Entlastung"
IDS_CVL_RPT_EC_SubTitle_ConcResi_VRdc = "- Bemessungswert für den Schubwiderstand V_Rd,c"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_LCOM = "  Name der Lastkombination :"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_Force = "Kraft (kN)"
IDS_CVL_RPT_EC_Table_ShearResi_DgnLoad_Moment = "Moment (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_LCOM = "Name der Lastkombination :"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_DgnSitu = "Bemessungssituationen :"
IDS_CVL_RPT_EC_DgnLoad_ShearResi_LCOM_Type = "Typ der Lastkombination :"
IDS_CVL_RPT_EC_ConcResi_VRdc_OK = "∴ Schubkraft-Bewehrung ist nicht erforderlich"
IDS_CVL_RPT_EC_ConcResi_VRdc_NG = "∴ Schubkraft-Bewehrung ist erforderlich"
IDS_CVL_RPT_EC_ConcResi_VRdc_commt = "(wenn Druck, N_Ed  > 0)"
IDS_CVL_RPT_EC_SubTitle_RbarResi_DgnParam = "- Entwurfsparameter"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CalcResi = "- Bemessungswert für den Schubwiderstand V_Rd,s"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CalcResi_Box = "- Bemessungswert für den Schubwiderstand V_Rd,max"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CheckRatio = "- Verhältnis der Schubkraft-Bewehrung prüfen"
IDS_CVL_RPT_EC_SubTitle_RbarResi_CheckSpace = "- Abstand der Bewehrungsstäbe überprüfen"
IDS_CVL_RPT_EC_Comment_not_Calc_ShearResistance_VRds = "Prüfung des Schubwiderstands V_Rd,s durch Schubbewehrungsstahl überspringen"
IDS_CVL_RPT_EC_RbarResi_DgnParam_alpha = "α ist der Winkel zwischen der Schubkraft-Bewehrung und der Balkenachse, senkrecht zur Schubkraft."
IDS_CVL_RPT_EC_RbarResi_DgnParam_theta = "θ ist der Winkel zwischen der Beton-Druckstrebe und der Balkenachse, senkrecht zur Schubkraft."
IDS_CVL_RPT_EC_RbarResi_DgnParam_z = "z ist der innere Hebelarm."
IDS_CVL_RPT_EC_RbarResi_DgnParam_Asw = "A_sw  ist die Querschnittsfläche der Schubkraft-Bewehrung"
IDS_CVL_RPT_EC_RbarResi_DgnParam_rho_wmin = "ρ_w,min  ist das Mindestverhältnis der Schubkraft-Bewehrung"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_fck_u60 = "( für f_ck  ≤ 60MPa )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_fck_o60 = "( für f_ck  ≥ 60MPa )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_non_prs = "( für nicht-vorgespannte Strukturen )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp1 = "( für 0 < σ_cp  ≤ 0.25ㆍf_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp2 = "( für 0.25ㆍf_cd  < σ_cp  ≤ 0.5ㆍf_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp3 = "( für 0.5ㆍf_cd  < σ_cp  ≤ f_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_sig_cp4 = "( für σ_cp  > f_cd  )"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_commt1 = "ν_1  ist ein Festigkeitsreduktionsfaktor für in Schub gerissenen Beton"
IDS_CVL_RPT_EC_Comment_RbarResi_Vrdmax_commt2 = "α_cw  ist ein Beiwert zur Berücksichtigung des Spannungszustands im Druckgurt"
IDS_CVL_RPT_EC_RbarResi_CheckSpace_commt = "s ist der Abstand der Bügel"
IDS_CVL_RPT_EC_Block_Shear01_SubTitle_Max = "Maximale Schubkraft"
IDS_CVL_RPT_EC_Block_Shear01_SubTitle_Min = "Minimale Schubkraft"
IDS_CVL_RPT_EC_Block_Shear01_Chapter01 = "Schubwiderstand von Beton prüfen, V_Rd,c"
IDS_CVL_RPT_EC_Block_Shear01_DgnLoad = "- Entlastung"
IDS_CVL_RPT_EC_Block_Shear01_LCOM = "Name der Lastkombination :"
IDS_CVL_RPT_EC_Block_Shear01_DgnSitu = "Bemessungssituationen :"
IDS_CVL_RPT_EC_Block_Shear01_LCOM_Type = "Typ der Lastkombination :"
IDS_CVL_RPT_EC_Block_Shear01_conc = "- Entwurfsfestigkeit von Beton"
IDS_CVL_RPT_EC_Block_Shear01_rein = "- Entwurfsfestigkeit der Bewehrung"
IDS_CVL_RPT_EC_Block_Shear01_girder = "Träger"
IDS_CVL_RPT_EC_Block_Shear01_slab = "Platte"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb = "- Prüfen, ob der Querschnitt infolge Biegung gerissen ist."
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cracked = "(Der Querschnitt ist gerissen.)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_uncracked = "(Der Querschnitt ist ungerissen.)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt1 = ": Biegezugspannung"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt2 = "(Zug wird als positiv angenommen.)"
IDS_CVL_RPT_EC_Block_Shear01_chk_fb_cmt3 = ": Bemessungszugfestigkeit von Beton."
IDS_CVL_RPT_EC_Block_Shear02_title1 = "- Gesamtspannung am Verbundschwerpunkt aus Einwirkungen auf den Träger allein"
IDS_CVL_RPT_EC_Block_Shear02_ref = "(DESIGNER'S GUIDE TO EN 1992-2, 6.2.7)"
IDS_CVL_RPT_EC_Block_Shear02_sig1 = ": Spannung am Verbundschwerpunkt infolge des Moments, das nur auf den Träger wirkt"
IDS_CVL_RPT_EC_Block_Shear02_sig2 = ": Spannung am Verbundschwerpunkt infolge Vorspannung"
IDS_CVL_RPT_EC_Block_Shear02_Mnon = ": Biegemoment nur im Träger"
IDS_CVL_RPT_EC_Block_Shear02_ynon = ": Höhe zum Schwerpunkt nur im Träger"
IDS_CVL_RPT_EC_Block_Shear02_ycom = ": Höhe zum Schwerpunkt im Verbundquerschnitt"
IDS_CVL_RPT_EC_Block_Shear02_Ag = ": Fläche nur Träger"
IDS_CVL_RPT_EC_Block_Shear02_Ig = ": Flächenträgheitsmoment nur im Träger"
IDS_CVL_RPT_EC_Block_Shear02_P = ": Bemessene Vorspannkraft nach allen Verlusten"
IDS_CVL_RPT_EC_Block_Shear02_Pe = ": Moment der Vorspannkraft"
IDS_CVL_RPT_EC_Block_Shear02_title2 = "- Schubspannung nur im Träger in der Höhe des Verbundschwerpunkts"
IDS_CVL_RPT_EC_Block_Shear02_Vc1 = ": Schubkraft nur im Fertigteilträger"
IDS_CVL_RPT_EC_Block_Shear02_Qn = ": Erstes Flächenmoment im Schwerpunkt nur des Trägers"
IDS_CVL_RPT_EC_Block_Shear02_bw = ": Trägerbreite"
IDS_CVL_RPT_EC_Block_Shear02_title3 = "- Zusätzliche Schubkraft, die auf den Verbundquerschnitt wirkt"
IDS_CVL_RPT_EC_Block_Shear02_Qc = ": Erstes Flächenmoment im Schwerpunkt des Verbundquerschnitts"
IDS_CVL_RPT_EC_Block_Shear02_Ic = ": Flächenträgheitsmoment im Verbundquerschnitt"
IDS_CVL_RPT_EC_Block_Shear02_title4 = "- Gesamt-Schubwiderstand des Verbundquerschnitts"
IDS_CVL_RPT_EC_Block_Shear02_commt = "(Bereiche in Biegung ungerissen)"
IDS_CVL_RPT_EC_Block_Shear02_req = "∴ Schubkraft-Bewehrung ist erforderlich"
IDS_CVL_RPT_EC_Block_Shear02_noreq = "∴ Keine Schubkraft-Bewehrung erforderlich"
IDS_CVL_RPT_EC_Block_Shear03_title = "Mindestschubbewehrung überprüfen"
IDS_CVL_RPT_EC_Block_Shear03_rein = "- Verhältnis der Schubkraft-Bewehrung prüfen"
IDS_CVL_RPT_EC_Block_Shear03_rho_wmin = "ρ_w,min  ist das Mindestverhältnis der Schubkraft-Bewehrung"
IDS_CVL_RPT_EC_Block_Shear03_Asw = ": Fläche der diagonalen Bewehrung"
IDS_CVL_RPT_EC_Block_Shear03_space = "- Abstand der Bewehrungsstäbe überprüfen"
IDS_CVL_RPT_EC_Block_Shear03_s = "s ist der Abstand der Bügel"
IDS_CVL_RPT_EC_Block_Shear03_d = ": wirksame Höhe"
IDS_CVL_RPT_EC_Block_Shear04_title = "Zusätzliche Zugkraft in der Längsbewehrung infolge Schubkraft prüfen"
IDS_CVL_RPT_EC_Block_Shear04_MRd = ": Das Momententragvermögen"
IDS_CVL_RPT_EC_Block_Shear04_z = ": Hebelarm aus der Analyse des Biegewiderstands im Grenzzustand der Tragfähigkeit"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_title = "Schub an der Grenzfläche zwischen zu unterschiedlichen Zeiten betonierten Bereichen prüfen"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_Cg = ": Druckkraft des Trägers"
IDS_CVL_RPT_EC_Block_Shear05_compo_1_Cs = ": Druckkraft der Platte"
IDS_CVL_RPT_EC_Block_Shear05_subtilte = "- Schubspannung an der Grenzfläche"
IDS_CVL_RPT_EC_Block_Shear05_beta1 = ": Verhältnis der Längskraft im neuen Betonbereich"
IDS_CVL_RPT_EC_Block_Shear05_beta2 = "  und die gesamte Längskraft entweder in der Druck- oder Zugzone"
IDS_CVL_RPT_EC_Block_Shear05_VEd = ": Querkraft"
IDS_CVL_RPT_EC_Block_Shear05_z = ": Hebelarm aus der Analyse des Grenzbiegwiderstands"
IDS_CVL_RPT_EC_Block_Shear05_bi = ": Breite der Fuge"
IDS_CVL_RPT_EC_Block_Shear05_compo_2_title = "Nachweis der Schubkraft an der Fuge zwischen zu unterschiedlichen Zeiten betoniertem Beton"
IDS_CVL_RPT_EC_Block_Shear05_compo_2_beta = ": Konservativ angesetzt mit β = 1.0"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_title = "Nachweis der Schubkraft an der Fuge zwischen zu unterschiedlichen Zeiten betoniertem Beton"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_Tt = ": Gesamte Zugkraft von Träger und Platte"
IDS_CVL_RPT_EC_Block_Shear05_compo_3_Ts = ": Zugkraft der Platte"
IDS_CVL_RPT_EC_Block_Shear06_title = "- Bemessungsschubwiderstand an der Fuge"
IDS_CVL_RPT_EC_Block_Shear06_fctd = ": Mindest-Bemessungszugfestigkeit (fctd) und Bemessungsfestigkeit (f_cd )"
IDS_CVL_RPT_EC_Block_Shear06_fcd = "   des Betons zwischen Träger und Platte"
IDS_CVL_RPT_EC_Block_Shear06_c = ": Faktoren, die von der Rauheit der Fuge abhängen"
IDS_CVL_RPT_EC_Block_Shear06_mu = ": Faktoren, die von der Rauheit der Fuge abhängen"
IDS_CVL_RPT_EC_Block_Shear06_ws = ": Eigengewicht der Platte"
IDS_CVL_RPT_EC_Block_Shear06_Ai = ": Fläche der Fuge (1m für Einheitslänge)"
IDS_CVL_RPT_EC_Block_Shear06_As = ": Fläche der die Fuge kreuzenden Bewehrung"
IDS_CVL_RPT_EC_Block_Shear06_fyd = ": Festigkeit des Schubverbinders"
IDS_CVL_RPT_EC_Block_Shear06_alpha = ": Winkel der die Fuge kreuzenden Bewehrung"
IDS_CVL_RPT_EC_SubTitle_TorsionResi_DgnLoad = "Entlastung"
IDS_CVL_RPT_EC_SubTitle_TorsionResi_CheckResi = "Torsionswiderstand überprüfen"
IDS_CVL_RPT_EC_SutTitle_MaxTorsion = "■ Maximales Torsionsmoment"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_LCOM = "  Name der Lastkombination :"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_force = "Kraft (kN)"
IDS_CVL_RPT_EC_Table_TorsionResi_DgnLoad_Moment = "Moment (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_LCOM = "Name der Lastkombination :"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_DgnSitu = "Bemessungssituationen :"
IDS_CVL_RPT_EC_DgnLoad_TorsionResi_LCOM_Type = "Typ der Lastkombination :"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_Closed = "■ Geschlossener Querschnitt"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_TL = "■ Oberer Flansch [ Links ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_TR = "■ Oberer Flansch [ Rechts ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_T = "■ Oberer Flansch"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_BL = "■ Unterer Flansch [ Links ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_BR = "■ Unterer Flansch [ Rechts ]"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_B = "■ Unterer Flansch"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_LW = "■ Linke Steg"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_RW = "■ Rechte Steg"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_W = "■ Steg"
IDS_CVL_RPT_EC_SubTitle_CheckTorsionResi_Total = "■ Maximalen Torsionswiderstand T_Rd,max des gesamten Querschnitts berechnen"
IDS_CVL_RPT_EC_SubTitle_CheckResi_DgnParam = "- Entwurfsparameter"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CalcTorResi = "- Nachweis der Quetschgrenze für kombinierte Schubkraft und Torsion"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CheckRbar = "- Nachweis der Längsbewehrung für Torsion"
IDS_CVL_RPT_EC_SubTitle_CheckResi_CheckSpace = "- Nachweis des Längsabstands der Torsionsbewehrung"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_assumed = "(Angenommene α=90˚)"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_tefi = "t_ef,i ist die wirksame Wanddicke"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_Ak = "A_k ist die von den Mittellinien der verbindenden Wände eingeschlossene Fläche, einschließlich innerer Hohlräume"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_uk = "u_k ist der Umfang der Fläche A_k"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_alpha = "α ist die Neigung der Torsions-Schubbewehrung zur Längsachse des Balkens."
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_theta = "θ ist der Winkel der Druckstreben"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_TEd = "T_Ed ist das einwirkende Bemessungstorsionsmoment"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_Ak = "A_k ist die von den Mittellinien der verbindenden Wände eingeschlossene Fläche, einschließlich innerer Hohlräume"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_tefi = "t_ef,i ist die wirksame Wanddicke"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_A = "A ist die Gesamtfläche des Querschnitts innerhalb des äußeren Umfangs, einschließlich innerer Hohlräume"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_u = "u ist der äußere Umfang des Querschnitts"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_uk = "u_k ist der Umfang der Fläche A_k"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_All_theta = "θ ist der Winkel der Druckstreben"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_tefi = "t_ef,i ist die wirksame Wanddicke"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_u = "u ist der äußere Umfang des Querschnitts"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_A = "A ist die Gesamtfläche des Querschnitts innerhalb des äußeren Umfangs, einschließlich innerer Hohlräume"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_ui = "u_i ist der äußere Umfang des Querschnitts"
IDS_CVL_RPT_EC_CheckTorsionResi_DgnParam_OpenSect_Aki = "A_ki ist die von den Mittellinien der verbindenden Wände eingeschlossene Fläche, einschließlich innerer Hohlräume"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param = "- Die folgende Gleichung wird verwendet, um zu bestimmen, ob eine bemessene Bewehrung erforderlich ist."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param_TRdc = "T_Rd,c ist das Torsionsrissmoment."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Param_VRdc = "V_Rd,c ist der Bemessungsschubwiderstand ohne Schubbewehrung."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_TRd_C = "- Bemessungswert für das Torsionsrissmoment T_Rd,c"
IDS_CVL_RPT_EC_CheckTorsionResi_Shear_VEd_Box = "- Bemessungswert für die Schubspannung je Steg V*_Ed"
IDS_CVL_RPT_EC_CheckTorsionResi_Num_Web = "Anzahl der Stege"
IDS_CVL_RPT_EC_CheckTorsionResi_OpenSect_Comment = "( Es wird angenommen, dass die gesamte Schubkraft vom Steg aufgenommen wird. )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Chk = "- Nachweis, ob eine bemessene Bewehrung erforderlich ist."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_req = "Querkraftbewehrung ist erforderlich."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_notreq = "Querkraftbewehrung ist nicht erforderlich."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw1 = "( für nicht-vorgespannte Strukturen )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw2 = "( für 0 < σ_cp  ≤ 0.25ㆍf_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw3 = "( für 0.25ㆍf_cd  < σ_cp  ≤ 0.5ㆍf_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw4 = "( für 0.5ㆍf_cd  < σ_cp  ≤ f_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Alphacw5 = "( für σ_cp  > f_cd  )"
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Asl = "A_sl ist die angesetzte Fläche der Längsbewehrung für Torsion."
IDS_CVL_RPT_EC_CheckTorsionResi_CrackResi_Aslreq = "∑A_slreq ist die erforderliche Fläche der Längsbewehrung für Torsion."
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_Type = "- Nachweis der Querkraftbewehrung für Schubkraft"
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_Awv = "A_wv ist die Fläche der Querkraftbewehrung für Schubkraft."
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Shear_sv = "s_v ist der Abstand der Schubbewehrung."
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Torsion = "- Nachweis der Querkraftbewehrung für Torsion"
IDS_CVL_RPT_EC_CheckTransverseReinforcement_Torsion_Awt = "A_wt ist die Fläche der Querkraftbewehrung für Schubkraft."
IDS_CVL_RPT_EC_SubTitle_Crack_CalcCrackWidth = "Rissbreite berechnen, w_k"
IDS_CVL_RPT_EC_SubTitle_Top = "■ Oben"
IDS_CVL_RPT_EC_SubTitle_Bottom = "■ Unten"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_DgnLoad = "- Entlastung"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_DgnParam = "- Entwurfsparameter"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_MeanStrain = "- Mittlere Dehnung in Beton und Bewehrung berechnen, ε_cm, ε_cm"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_CalcMaxSpace = "- Maximalen Rissabstand berechnen, S_r,max"
IDS_CVL_RPT_EC_Subtitle_CalcWidth_CheckCrack = "- Rissbreiten überprüfen"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_LCOM = "  Name der Lastkombination :"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_Force = "Kraft (kN)"
IDS_CVL_RPT_EC_Table_CalcWidth_DgnLoad_Moment = "Moment (kNㆍm)"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM = "Name der Lastkombination :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_DgnSitu = "Gebrauchstauglichkeits-Lasttyp :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM_Type = "Typ der Lastkombination :"
IDS_CVL_RPT_EC_DgnLoad_CrackResi_LCOM_Term = "Lang-/Kurzzeit :"
IDS_CVL_RPT_EC_Stress_top_surface = "- Spannung an der oberen Oberfläche"
IDS_CVL_RPT_EC_Stress_bottom_surface = "- Spannung an der unteren Oberfläche"
IDS_CVL_RPT_EC_Stress_surface = "(Bei Druckspannungen wird der Rissnachweis übersprungen.)"
IDS_CVL_RPT_EC_Stress_surface_fctm = "(Bei Spannungen kleiner als f_ctd wird der Rissnachweis übersprungen.)"
IDS_CVL_RPT_EC_Stress_surface_crack = "(Bei Zugspannungen ist der Rissnachweis erforderlich.)"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Commnet_phi = "Φ ist der äquivalente Stabdurchmesser (= (n1ㆍΦ_1 ^2 +n_2 ㆍΦ_2 ^2 ) / (n_1 ㆍΦ_1 +n_2 ㆍΦ_2 ) )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Commnet_C = "c ist die Betondeckung der Längsbewehrung"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt1 = "0.6 ( für Kurzzeitbelastung )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt2 = "0.4 ( für Langzeitbelastung )"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_sigs = "σ_s ist die Spannung in der Zugbewehrung unter Annahme eines gerissenen Querschnitts"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Ap = "A_p ' ist die Fläche der vor- oder nachgespannten Spannstähle innerhalb A_c,eff"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Aceff1 = "A_c,eff ist die wirksame Zugfläche des Betons um die Bewehrung herum oder"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_Aceff2 = "         der Spannglieder mit der Tiefe h_c,ef  = min(2.5ㆍ(h - d), (h - x) / 3, h / 2)"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi1 = "ξ_1 ist das angepasste Verhältnis der Verbundfestigkeit unter Berücksichtigung der unterschiedlichen Durchmesser von"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi2 = "        Vorspannung und Bewehrungsstahl"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_xi = "ξ ist das Verhältnis der Verbundfestigkeit von Spannstahl und Bewehrungsstahl"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_phis = "Φ_s ist der größte Stabdurchmesser des Bewehrungsstahls"
IDS_CVL_RPT_EC_CalcWidth_DgnParam_phip = "Φ_p ist der äquivalente Stabdurchmesser des Spannstahls."
IDS_CVL_RPT_EC_CalcWidth_DgnParam_kt = "k_t ist ein Faktor, der von der Dauer der Last abhängt"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_1 = "0.8 ( für hochhaftende Stäbe )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_2 = "1.6 ( für Stäbe mit einer effektiv glatten Oberfläche, z. B. Spannglieder )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_1 = "0.5 ( für Biegung )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_2 = "1.0 ( für reine Zugbeanspruchung )"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k1_commt = "k_1 ist ein Koeffizient, der die Verbundeigenschaften der Verbundbewehrung berücksichtigt"
IDS_CVL_RPT_EC_CalcWidth_Srmax_k2_commt = "k_2 ist ein Koeffizient, der die Verteilung der Dehnung berücksichtigt"
IDS_CVL_RPT_EC_CalcWidth_Check_CrackWidth_wmax = "Rissbreitenlimit, w_max"
IDS_CVL_RPT_EC_CalcWidth_Check_CrackWidth_wmax_ExpClass = "Expositionsklasse : "
IDS_CVL_RPT_EC_SubTitle_Crack_CalcCrackRebar = "Nachweis der Mindestbewehrungsfläche A_s,min"
IDS_CVL_RPT_EC_Block_Asmin_Check_Err1 = "- Nachweis der Spannung im Beton unter der charakteristischen Kombination der Lasten."
IDS_CVL_RPT_EC_Block_Asmin_Check_Err2 = "Typ der charakteristischen Kombination existiert nicht. (A_s,min-Nachweis überspringen.)"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin = "- Nachweis der Spannung im Beton unter der charakteristischen Kombination der Lasten."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_DgnSitu = "Bemessungssituation :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM = "Name der Lastkombination :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_DgnSitus = "Bemessungssituationen :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM_Type = "Lastkombinationstyp :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_LCOM_Term = "Lang-/Kurzzeit :"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_sigsurf = "σ_surface  ist die Spannung an der Oberfläche des vorgespannten Betons."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_sigctp = "Der Wert σ_ct,p  wird gemäß 7.3.2 (2) als f_ct,eff  angesetzt."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff = "f_ct,eff  ist der Mittelwert der zum jeweiligen Zeitpunkt wirksamen Zugfestigkeit des Betons."
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff1 = "f_ct,eff is the mean tensile strength of concrete achieved at the time,"
IDS_CVL_RPT_EC_AsminDesign_Check_Asmin_fcteff2 = "     when cracking is expected to occur."
IDS_CVL_RPT_EC_Asmin_Check_01 = ": Mindestbewehrungsfläche, A_s,min  ist nicht erforderlich."
IDS_CVL_RPT_EC_Asmin_Check_02 = ": Mindestbewehrungsfläche, A_s,min  ist erforderlich."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin = "- Mindestbewehrungsfläche, A_s,min  berechnen"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_Act = "A_ct  ist die Betonfläche innerhalb der Zugzone."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_sigs1 = "σ_s  ist der Absolutwert der maximal zulässigen Spannung in der Bewehrung"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_sigs2 = "     unmittelbar nach der Rissbildung."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_fcteff1 = "f_ct,eff  ist der Mittelwert der zum jeweiligen Zeitpunkt wirksamen Zugfestigkeit des Betons"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_fcteff2 = "     wenn erstmals mit dem Auftreten von Rissen zu rechnen ist."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_k1 = "k ist der Beiwert, der den Einfluss nicht gleichmäßig verteilter, sich selbst ausgleichender Spannungen berücksichtigt,"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_k2 = "     die zu einer Verringerung der Zwangskräfte führen."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_kc1 = "k_c  ist ein Beiwert, der die Spannungsverteilung im Querschnitt"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_kc2 = "     unmittelbar vor der Rissbildung sowie die Änderung des Hebelarms berücksichtigt."
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd1 = "(Wenn N_Ed  eine Druckkraft ist, + )"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd2 = "(Wenn N_Ed  eine Druckkraft ist)"
IDS_CVL_RPT_EC_AsminDesign_Calc_Asmin_NEd3 = "(Wenn N_Ed  eine Zugkraft ist)"
IDS_CVL_RPT_EC_Top = "Oben"
IDS_CVL_RPT_EC_Bottom = "Unten"
IDS_CVL_RPT_EC_ZeroStress_DgnLoad = "- Entlastung"
IDS_CVL_RPT_EC_ZeroStress_LCOM = "Name der Lastkombination :"
IDS_CVL_RPT_EC_ZeroStress_DgnSitu = "Bemessungssituationen :"
IDS_CVL_RPT_EC_ZeroStress_LCOM_Type = "Lastkombinationstyp :"
IDS_CVL_RPT_EC_ZeroStress_LCOM_Term = "Lang-/Kurzzeit :"
IDS_CVL_RPT_EC_ZeroStress_chk = "- Spannungsprüfung"
IDS_CVL_RPT_EC_ZeroStress_commt = "( -: Druck   + : Zug)"
IDS_CVL_RPT_EC_ZeroStress_sig = " : Klasse ist D oder E, Prüfung wird ignoriert."
IDS_CVL_RPT_EC_Fati01_title = "- Die Spannungsprüfung"
IDS_CVL_RPT_EC_Fati01_ref = "(Bemessungsleitfaden 6.7.8)"
IDS_CVL_RPT_EC_Fati01_LCOM = "Name der Lastkombination :"
IDS_CVL_RPT_EC_Fati01_LCOM_Type = "Lastkombinationstyp :"
IDS_CVL_RPT_EC_Fati01_sigcmax = "Die maximale Druckspannung (σ_c,max ) :"
IDS_CVL_RPT_EC_Fati01_sigcmin = "Die minimale Druckspannung  (σ_c,min )  :"
IDS_CVL_RPT_EC_Fati01_days = "Tage"
IDS_CVL_RPT_EC_Fati01_t = " : das Alter, zu dem die Verkehrslast erstmals aufgebracht wird"
IDS_CVL_RPT_EC_Fati01_s = " : der Beiwert, der vom Zementtyp abhängt"
IDS_CVL_RPT_EC_Fati02_title = "- Spannungsnachweis zur Erforderlichkeit von Schubbewehrung"
IDS_CVL_RPT_EC_Fati02_LCOM = "Name der Lastkombination :"
IDS_CVL_RPT_EC_Fati02_LCOM_Type = "Lastkombinationstyp :"
IDS_CVL_RPT_EC_Fati02_VEdmax = "Die maximale Schubkraft (V_Ed,max ) :"
IDS_CVL_RPT_EC_Fati02_VEdmin = "Die minimale Schubkraft (V_Ed,min )  :"
IDS_CVL_RPT_EC_Fati02_VRdc = "Der Bemessungswert des Schubwiderstands (V_Rd,c )  :"
IDS_CVL_RPT_EC_Subtitle_Transfer_Girder = "1) Träger"
IDS_CVL_RPT_EC_Subtitle_Transfer_Slab = "2) Platte"
IDS_CVL_RPT_EC_Transfer_Compression = "■ Druck"
IDS_CVL_RPT_EC_Transfer_Compression_Stage = "- Name der maßgebenden Stufe :"
IDS_CVL_RPT_EC_Transfer_Compression_slab = "Für Bewehrungsbetonplatte,"
IDS_CVL_RPT_EC_Transfer_Compression_pre = "Für vorgespannten Elemente,"
IDS_CVL_RPT_EC_Transfer_Compression_limit = "Grenzspannung"
IDS_CVL_RPT_EC_Transfer_Compression_post = "Für nachgespannten Elemente,"
IDS_CVL_RPT_EC_Transfer_Compression_LCOM = "- Name der Lastkombination :"
IDS_CVL_RPT_EC_Transfer_Compression_LCOM_Type = "- Lastkombinationstyp :"
IDS_CVL_RPT_EC_Table_Elem = "Elem."
IDS_CVL_RPT_EC_Table_Part = "Teil"
IDS_CVL_RPT_EC_Table_Posi = "Positiv\n/ Negativ"
IDS_CVL_RPT_EC_Table_LCOM = "Lcom Name"
IDS_CVL_RPT_EC_Table_Situ = "Situation"
IDS_CVL_RPT_EC_Table_Type = "Typ"
IDS_CVL_RPT_EC_Table_Chk = "Prüfung"
IDS_CVL_RPT_EC_Table_Rat = "Verhältnis"
IDS_CVL_RPT_EC_Table_CompTens = "Druck/Zug"
IDS_CVL_RPT_EC_Table_Stage = "Stadium"
IDS_CVL_RPT_EC_Table_LCOM2 = "Lcom\nName"
IDS_CVL_RPT_EC_Table_Tnd = "Spannstahl"
IDS_CVL_RPT_EC_Table_TopBot = "Oben/Unten"
IDS_CVL_RPT_EC_Table_LCOM_Type = "Lcom-Typ"
IDS_CVL_RPT_EC_Table_LCOM_Term = "Lang/Kurz"
IDS_CVL_RPT_EC_Plate_Check_ElementNo = "Elementnummer"
IDS_CVL_RPT_EC_Plate_Check_Position = "Positionsinformation"
IDS_CVL_RPT_EC_Plate_DesignLoad = "- Entwurfslast"
IDS_CVL_RPT_EC_Plate_LCOM = "Name der Lastkombination :"
IDS_CVL_RPT_EC_Plate_Verification = "- Überprüfung"
IDS_CVL_RPT_EC_Plate_Verification2 = "Überprüfung"
IDS_CVL_RPT_EC_when = "wann"
IDS_CVL_RPT_EC_here = "hier,"
IDS_CVL_RPT_EC_where = "Wo,"
IDS_CVL_RPT_EC_for = "für"
IDS_CVL_RPT_EC_Num = "Nr."
IDS_CVL_RPT_EC_space = "Raum"
IDS_CVL_RPT_EC_Plate_Title_of_DesignCondition = "Entwurfsbedingungen"
IDS_CVL_RPT_EC_Plate_Title_of_BendingResistance = "Biegesteifigkeit"
IDS_CVL_RPT_EC_Plate_Title_of_ShearResistance = "Widerstand gegen vertikale Schubkraft"
IDS_CVL_RPT_EC_Plate_Title_of_LTBResistance = "Widerstand gegen Biegedrillknicken"
IDS_CVL_RPT_EC_Plate_Title_of_TransverseForceResistance = "Widerstand gegen Querkräfte"
IDS_CVL_RPT_EC_Plate_Title_of_LongitudinalShearResistance = "Widerstand gegen Längsschub"
IDS_CVL_RPT_EC_Plate_Title_of_FatigueResistance = "Widerstand gegen Ermüdung"
IDS_CVL_RPT_EC_Plate_Title_of_Stress_Limit = "Spannungsgrenze"
IDS_CVL_RPT_EC_Plate_Title_of_LongitudinalShearSLS = "Längsschub für GZG (Gebrauchstauglichkeitsgrenzzustand)"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_parameters = "Entwurfsparameter"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_SectInfo = "Querschnittsinformation"
IDS_CVL_RPT_EC_Plate_Sub_Title_DgnCdn_MatInfo = "Materialinformation"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors = "■ Teilfaktoren"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_c = "γ_C  für Beton"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_s = "γ_S  für Bewehrungsstahl"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_m0 = "γ_M0  für Baustahl"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_m1 = "γ_M1  für Baustahl"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_v = "γ_V  für Kopfbolzen"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_ef = "γ_Ff  für äquivalenten konstanten Amplituden-Spannungsbereich"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_mf = "γ_Mf  für Ermüdungsfestigkeit"
IDS_CVL_RPT_EC_Plate_DgnCdn_param_partial_factors_Gmma_mfs = "γ_Mf,s  für Ermüdungsfestigkeit von Kopfbolzen bei Schub"
IDS_CVL_RPT_EC_partial_factors_title = "Teilefaktoren"
IDS_CVL_RPT_EC_partial_factors_Value = "Faktor"
IDS_CVL_RPT_EC_partial_factors_Gamma_C_Des = "für Beton"
IDS_CVL_RPT_EC_partial_factors_Gamma_S_Des = "für Bewehrungsstahl"
IDS_CVL_RPT_EC_partial_factors_Gamma_M0_Des = "für Baustahl"
IDS_CVL_RPT_EC_partial_factors_Gamma_M1_Des = "für Baustahl"
IDS_CVL_RPT_EC_partial_factors_Gamma_V_Des = "für Kopfbolzen"
IDS_CVL_RPT_EC_partial_factors_Gamma_Ff_Des = "für äquivalenten konstanten Amplituden-Spannungsbereich"
IDS_CVL_RPT_EC_partial_factors_Gamma_Mf_Des = "für Ermüdungsfestigkeit"
IDS_CVL_RPT_EC_partial_factors_Gamma_Mf_s_Des = "für Ermüdungsfestigkeit von Kopfbolzen bei Schub"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section = "■  Querschnittsdimensionen"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Slab = "Platte"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Girder = "Träger"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness = "■  Querschnittsteifigkeit"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_Before = "Vor"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_After = "Nach"
IDS_CVL_RPT_EC_Plate_DgnCdn_Section_Stiffness_Crack = "Riss"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Stl = "■ Baustahl"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Conc = "■ Beton"
IDS_CVL_RPT_EC_Plate_DgnCdn_Material_Data_Rbar = "■ Bewehrung"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Positive = "Positives Moment"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Negative = "Negatives Moment"
IDS_CVL_RPT_EC_Plate_Sub_Title_Bending_Stress = "- Spannung"
IDS_CVL_RPT_EC_Plate_Bending_Design_Force = "■ Entwurfslast"
IDS_CVL_RPT_EC_Plate_Left = "Links"
IDS_CVL_RPT_EC_Plate_Right = "Rechts"
IDS_CVL_RPT_EC_Plate_TF = "Obere Flansch"
IDS_CVL_RPT_EC_Plate_BF = "Untere Flansch"
IDS_CVL_RPT_EC_Plate_Web = "Steg"
IDS_CVL_RPT_EC_Plate_OF = "Überstehende Flansche"
IDS_CVL_RPT_EC_Plate_IP = "Innenteile"
IDS_CVL_RPT_EC_Plate_Classification_of_sections = "■ Klassifizierung der Querschnitte"
IDS_CVL_RPT_EC_Plate_Classification_of_sections2 = "Klassifizierung der Querschnitte"
IDS_CVL_RPT_EC_Plate_Part = "Teil"
IDS_CVL_RPT_EC_Plate_Class = "Klasse"
IDS_CVL_RPT_EC_Plate_Section = "Querschnitt"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_NAxis = "- Plastisches Widerstandsmoment, M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_NAxis_PNA = "Plastischer NA"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment = "Plastisches Widerstandsmoment"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_Eff_NAxis = "Effektiver Plastischer NA"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_UPNA = "(Obere Seite von PNA)"
IDS_CVL_RPT_EC_Plate_Bending_Plastic_Moment_LPNA = "(Untere Seite von PNA)"
IDS_CVL_RPT_EC_Plate_Sub_Title_Plastic_resistance_moment = "- Plastisches Widerstandsmoment, M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Elastic_resistance_moment = "- Elastisches Widerstandsmoment, M_el,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Elastic_resistance_moment2 = "Elastisches Widerstandsmoment"
IDS_CVL_RPT_EC_Plate_Elastic_resistance_k = ": der kleinste Faktor, bei dem ein Spannungsgrenzwert erreicht wird."
IDS_CVL_RPT_EC_Plate_Elastic_resistance_commt1 = "(Minimalwert zwischen Stahlträger und Betonplatte berechnen.)"
IDS_CVL_RPT_EC_Plate_Elastic_resistance_commt2 = "(Minimalwert zwischen Stahlträger und Plattenbewehrung berechnen.)"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section = "- Effektiver Querschnitt"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section2 = "Effektiver Querschnitt"
IDS_CVL_RPT_EC_Plate_Sub_Title_Added_moment = "- Hinzugefügtes Moment"
IDS_CVL_RPT_EC_Plate_Sub_Title_Added_moment2 = "Hinzugefügtes Moment"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section_Fx = "- Effektive Steifigkeit für N_Ed"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_section_My = "- Effektive Steifigkeit für M_Ed"
IDS_CVL_RPT_EC_Plate_Sub_Title_Effective_Stiffness_for = "Effektive Steifigkeit für"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Plastic_resistance = "■   Plastisches Widerstandsmoment, M_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Left_Web = "1) Linker Steg"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Right_Web = "2) Rechter Steg"
IDS_CVL_RPT_EC_Plate_Shear_Design_Force = "■ Entwurfslast"
IDS_CVL_RPT_EC_Plate_Shear_Plastic_Moment_Positive_PNA = "Plastischer NA"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vpl_Rd = "■  Berechnung. V_pl,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vbw_Rd = "■  Berechnung. V_bw,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Calc_Vf_Rd = "■  Berechnung. V_f,Rd"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_TopFlange = "Obere Flansch"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_BottomFlange = "Untere Flansch"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Web = "Steg"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_web = "■ Beitrag aus dem Steg"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_web2 = "Beitrag aus dem Steg"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_Flange = "■ Beitrag aus dem Flansch"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_contribution_Flange2 = "Beitrag aus dem Flansch"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_interation_M_V = "■ Interaktion M-V"
IDS_CVL_RPT_EC_Plate_Sub_Title_interaction = "Interaktion"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_stress_flange = "Schubspannung"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Resistance_Chk = "■  Überprüfung der Schubwiderstand"
IDS_CVL_RPT_EC_Plate_Sub_Title_Plastic_Shear_Resistance = "Plastischer Schubwiderstand"
IDS_CVL_RPT_EC_Plate_Sub_Title_Shear_Buckling_Resistance = "Schubknickwiderstand"
IDS_CVL_RPT_EC_Plate_Sub_Title_modified_slenderness = "Die modifizierte Schlankheit"
IDS_CVL_RPT_EC_Plate_Shear_buckling_coeff_sub_panel_Sub = "■ λ_wi des Unterpaneels"
IDS_CVL_RPT_EC_Plate_Shear_buckling_Lamda_w_check = "■  Kritisches λ_w"
IDS_CVL_RPT_EC_Plate_Shear_buckling_Need_Trans_Stiffener1 = "Querversteifungen sind nicht vorhanden."
IDS_CVL_RPT_EC_Plate_Shear_buckling_Need_Trans_Stiffener2 = "In diesem Fall sollten Querversteifungen an den Auflagern vorgesehen werden."
IDS_CVL_RPT_EC_Plate_Shear_resistance_Mf_Rd = "M_f,Rd  wird wie M_pl,Rd  berechnet, jedoch unter Vernachlässigung des Stegbeitrags."
IDS_CVL_RPT_EC_Plate_Shear_resistance_Mf_Rd0 = "M_f,Rd0  wird wie M_pl,Rd  berechnet, jedoch unter Vernachlässigung des Stegbeitrags."
IDS_CVL_RPT_EC_Plate_Shear_resistance_is_calculated_as = "wird berechnet als"
IDS_CVL_RPT_EC_Plate_Shear_resistance_but_neglecting_web = "jedoch unter Vernachlässigung des Stegbeitrags"
IDS_CVL_RPT_EC_Plate_Reduction_factor_N_Ed = "Reduktionsfaktor für N_Ed"
IDS_CVL_RPT_EC_Plate_Reduction_factor_N_Ed_dot = "Reduktionsfaktor für N_Ed ·"
IDS_CVL_RPT_EC_Plate_Reduction_factor_for = "Reduktionsfaktor für"
IDS_CVL_RPT_EC_Plate_Shear_resistance_Vbf_Rd_Calc_commt = "(Als größter Wert von (∑σ_i )W angesetzt)"
IDS_CVL_RPT_EC_Plate_Shear_resistance_inter_MV_eta3_lt_05 = "Es ist nicht erforderlich, das Interaktionskriterium nachzuweisen"
IDS_CVL_RPT_EC_Plate_Shear_resistance_inter_MV_eta1_lt_Lim = "Für Querschnittsklasse 1 oder 2 sollte die M-V-Interaktion vom Benutzer separat geprüft werden."
IDS_CVL_RPT_EC_Plate_Shear_Shear_resistance_Vpl_Rd_Calc = "V_Ed  / Anzahl der Stege"
IDS_CVL_RPT_EC_Plate_Shear_Number_of_Web = "Anzahl der Stege"
IDS_CVL_RPT_EC_Plate_LTB_Mb_Rd_Buckling_Resistance = "- M_b,Rd  Biegedrillknick-Widerstandsmoment"
IDS_CVL_RPT_EC_Plate_LTB_Mb_Rd_Buckling_Resistance2 = "Knickwiderstandsmoment"
IDS_CVL_RPT_EC_Plate_LTB_Nb_Rd_Buckling_Resistance = "- N_b,Rd  Widerstand gegen Knicken unter Normalkraft"
IDS_CVL_RPT_EC_Plate_LTB_Nb_Rd_Buckling_Resistance_ComRat = "Kombinierter Quotient"
IDS_CVL_RPT_EC_Plate_LTB_U_frame_model = "- U-Rahmenmodell"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_eta1 = "- Nachweis für Druck und zweiachsige Biegung"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_eta1_2 = "Nachweis für Druck und zweiachsige Biegung"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_LoadApp_type = "- Knickbeiwerte für verschiedene Arten der Lasteinleitung"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_Title_LoadApp_type2 = "Knickbeiwerte für verschiedene Arten der Lasteinleitung"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_kF_without_stiff = "- Für Stege ohne Längsversteifungen"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_kF_with_stiff = "- Für Stege mit Längsversteifungen"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Eff_loaded_leng = "- Effektive Traglänge"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Eff_loaded_leng2 = "Effektive Traglänge"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Design_resist = "- Entwurfswiderstand"
IDS_CVL_RPT_EC_Plate_Transverse_Sub_title_Design_resist2 = "Entwurfswiderstand"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_shear_sigle = "- Schubwiderstand eines einzelnen Verbinders"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_shear_sigle2 = "Schubwiderstand eines einzelnen Verbinders"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_V_L_Ed_calc = "- Längsschubkraft, die über die Länge L_A_B wirkt"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_V_L_Ed_calc_Des = "Längsschubkraft, die über die Länge wirkt"
IDS_CVL_RPT_EC_Plate_LongShear_Sub_title_conc = "- Überprüfung, Platte"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud = "- Schubspannungsbereich für den Verbinder"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud2 = "Schubspannungsbereich für den Verbinder"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud_Fsc = "v_L,Ed ㆍBolzenabstand / Anzahl der Bolzen"
IDS_CVL_RPT_EC_Plate_Fatigue_shear_stress_range_stud_Fsc2 = "Bolzenabstand / Anzahl der Bolzen"
IDS_CVL_RPT_EC_Plate_Fatigue_Damage_equivalent_factor = "- Schadensäquivalenzfaktor"
IDS_CVL_RPT_EC_Plate_Fatigue_Damage_equivalent_factor2 = "Schadensäquivalenzfaktor"
IDS_CVL_RPT_EC_Plate_Fatigue_delta_tau_E2 = "- Äquivalenter konstanter Amplitudenbereich der Schubspannung bezogen auf 2 Millionen Lastwechsel"
IDS_CVL_RPT_EC_Plate_Fatigue_delta_tau_E2_Des = "Äquivalenter konstanter Amplitudenbereich der Schubspannung bezogen auf 2 Millionen Lastwechsel"
IDS_CVL_RPT_EC_Plate_StressLT_Characteristic = "Name der charakteristischen Lastkombination :"
IDS_CVL_RPT_EC_Plate_StressLT_Quasi_permanent = "Name der quasi-ständigen Lastkombination :"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel = "- Im Stahlbau"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel_commt1 = "(Oben rechts liegende Faser im Flansch)"
IDS_CVL_RPT_EC_Plate_StressLT_structural_steel_commt2 = "(Neutralachse im Steg)"
IDS_CVL_RPT_EC_Plate_StressLT_Slab_Title = "- Im Beton der Platte"
IDS_CVL_RPT_EC_Plate_StressLT_Slab_Title2 = "Im Beton der Platte"
IDS_CVL_RPT_EC_Plate_StressLT_Rebar = "- In der Bewehrung"
IDS_CVL_RPT_EC_Plate_StressLT_Rebar2 = "In der Bewehrung"
IDS_CVL_RPT_EC_Plate_StressLT_NoCheck_Rebar = "Bewehrung steht unter Druck. Keine Prüfung erforderlich."
IDS_CVL_RPT_US_PSCS_ROUGH_LWC_AREMA = "Absichtlich aufgeraut (0,25 Zoll)"
IDS_CVL_RPT_US_PSCS_ROUGH_NWC_AREMA = "Absichtlich aufgeraut"
IDS_CVL_RPT_US_PSCS_NOT_ROUGH_AREMA = "Nicht absichtlich aufgeraut"
